Repository: deadship2003/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: de, el, fr, gl, it

source: There is a minor OpenPlotter update:
de: Es gibt ein kleines OpenPlotter-Update:
el: Υπάρχει μια ενημέρωση για το OpenPlotter:
fr: Une mise à jour mineur d'OpenPlotter est disponible:
gl: Dispoñible unha actualización menor de OpenPlotter:
it: C'è un aggiornamento minore di OpenPlotter:

source: is up to date.
de: ist aktuell
el: είναι ενημερωμένο.
fr: est à jour.
gl: está actualizado.
it: è aggiornato.

source: Not Started.
de: Nicht gestartet.
el: Δεν ξεκίνησε.
fr: Non Démarré.
gl: Non iniciado.
it: Non avviato.

source: DST
el: ΘΕΡΙΝΗ ΩΡΑ

source: Italiano
de: Italienisch
el: Ιταλικά
fr: Italien

source: Magnitude
de: Absolutwert
el: Μέγεθος
it: Grandezza

source: ID
el: Αναγνωριστικό

source: ppm:
fr: tpm:

source: 126992 System_Time
de: 126992 Systemzeit

source: 127245 Rudder
de: 127245 Ruder

source: 127250 Heading
de: 127250 Kurs

source: 127257 Attitude
de: 127257 Lage

source: 127488 Engine_Rapid
de: 127488 Maschine häufig

source: 127489 Engine
de: 127489 Maschine

source: 127489 Engine starbord
de: 127489 Maschine Steuerbord

source: 127505 FluidLevel fuel
de: 127505 Füllstand Treibstoff

source: 127505 FluidLevel water
de: 127505 Füllstand Wasser

source: 127505 FluidLevel gray water
de: 127505 Füllstand Abwasser

source: 127505 FluidLevel black water
de: 127505 Füllstand Fäkalien

source: 127508 Battery_Status
de: 127508 Akkustatus

source: 128259 Speed
de: 128259 Geschwindigkeit

source: 128267 Depth
de: 128267 Tiefe

source: 128275 Distance_Log
de: 128275 Log

source: 129025 Position_Rapid
de: 129025 Position häufig

source: 129026 COG_SOG
de: 129026 Kurs über Grund, Geschwindigkeit über Grund

source: 130306 Wind Data
de: 130306 Windmesser

source: 130310 Environmental_Parameters
de: 130310 Umgebungs-Parameter

source: 130311 Environmental_Parameters
de: 130311 Umgebungs-Parameter

source: 130316 Temperature refrigerator
de: 130316 Temperatur-Kühlschrank

source: 130316 Temperature exhaust
de: 130316 Temperatur-Auspuff

source: all
de: alle

source: stop WiFi access point
de: WiFi AP stoppen

source: Access point will be disabled. If you are on a headless system, you will not be able to reconnect again. Are you sure?
de: Hotspot wird abgeschaltet. Wenn sie ein System ohne Bildschirm haben, könnte es zu Problemen bei der Wiederverbindung kommen. Sind sie sich sicher?

source: start WiFi access point
de: WLAN-Access Point starten

source: Be sure you have filled in all fields in "WiFi AP" tab.
de: Sind Sie sicher, dass Sie alle Felder in der Registerkarte "WiFi AP" ausgefüllt haben.

source: Add individual name to serial port
de: Füge einen eigenen Namen für die serielle Schnittstelle ein

source: random name
de: wechselnder Name

source: new name
de: neuer Name

source: Remember device (by vendor, product,(serial))
de: Erkenne Gerät (über Hersteller, Prod., Snr)

source: Add I2C sensor
de: I2C Sensor hinzufügen

source: AP examp
de: AP Beisp.

source: GPS examp
de: GPS Beisp.

source: gpsd examp
de: gpsd Beisp.

source: Failed to connect with localhost:10109.
de: Fehler beim Verbinden mit localhost: 10109.

source: Error:
de: Fehler:

source: Date and time retrieved from NMEA data successfully.
de: Zeit und Datum aus GPS NMEA erfolgreich übernommen.

source: Unable to retrieve date or time from NMEA data.
de: Konnte keine Zeit vom NMEA-GPS empfangen.

source: tty auto setup
de: auto setup serielle Schnittstellen

source: setup autostart on every boot
de: setup autostart bei jedem Linuxboot

source: Auto setup detects hardware. Please make sure that all devices are turned on.
de: Auto-Setup erkennt Hardware. Bitte stellen Sie sicher, dass alle Geräte eingeschaltet sind.

source: Requires: STW, AWS, AWA.
de: Erfordert: STW, AWS, AWA.

source: Requires: SOG, COG, HDT, AWS, AWA.
de: Erfordert: SOG, COG, HDT, AWS, AWA.

source: USB manager
de: USB Verwaltung

source: Compass
de: Kompass

source: Set time zone
de: Zeitzone einstellen

source: Set time zone in the new window
de: Zeitzone im neuen Fenster einstellen

source: Set time from NMEA
de: Übernehme Zeit von NMEA-GPS

source: Set system time from NMEA data
de: Übernehme Zeit von NMEA-GPS Daten

source: Set GPSD
de: GPSD einstellen

source: Set GPSD in the new window
de: GPSD im neuen Fenster einstellen

source: NMEA 2000 generator
de: NMEA 2000 erzeugen

source: Generate NMEA 2000 from current values
de: NMEA 2000 Datensätze aus Signal K Daten erzeugen

source: Apply latest changes
de: Neueste Änderungen anwenden

source: OpenPlotter offline documentation
de: OpenPlotter Offline Doku

source: Waiting for NMEA time...
de: Warten auf NMEA-Zeitdaten...

source: There is a Raspbian upgrade, it is recommended to download the new OpenPlotter RPI image: v
de: Es ist ein Raspbian Upgrade verfügbar, es empfiehlt sich, das neueste OpenPlotter RPI Image herunterzuladen: v

source: You do not need to update but if you think something was wrong in your last update, you can force a major update.
de: Sie brauchen nicht zu aktualisieren, aber wenn Sie glauben, dass etwas bei Ihrer letzten Aktualisierung schief gegangen ist, können Sie ein großes Update erzwingen.

source: Error: USB-Port with vendor product number: "
de: Fehler: USB-Port mit Hersteller-Artikelnummer: "

source: use password
de: benutze Passwort

source: Do you want to change your VNC-Password?
de: Wollen Sie ihr VNC-Passwort ändern?

source: Enable access point
de: Wifi AP

source: Enable bridge to eth0
de: Netzwerkbrücke zu eth0

source: Access point device
de: Wifi AP Anschluß

source: Mode
de: Modus

source: Both
de: beide

source: Defaults
de: Vorgabewerte

source: "Access point device" and "Sharing Internet device" must be different
de: "Wifi AP Anschluß" und "Internet Mitbenutzung" müssen unterschiedlich sein

source: Changes will be applied. If something goes wrong and you are on a headless system, you may not be able to reconnect again. Are you sure?
de: Änderungen werden angewendet. Falls etwas schief geht und Sie auf einem System ohne Monitor arbeiten, können Sie sich wahrscheinlich nicht wieder verbinden. Möchten Sie fortfahren?

source: Configuring WiFi AP, please wait max 3 min...
de: Konfiguriere WiFi Hotspot, bitte bis zu 3 Minuten warten...

source: Shutdown WiFi AP, please wait max 3 min...
de: Schließe WiFi Hotspot, bitte bis zu 3 Minuten warten...

source: WiFi access point failed.
de: Wifi AP gescheitert.

source: WiFi access point started.
de: Wifi AP gestartet.

source: WiFi access point stopped.
de: Wifi AP gestoppt.

source: Rate (secons)
de: Rate (Sek.)

source: Magnetic heading (navigation.headingMagnetic)
de: Missweisender Steuerkurs, mwSK (navigation.headingMagnetic)

source: Heel (navigation.attitude.roll)
de: Krängung (navigation.attitude.roll)

source: Pitch (navigation.attitude.pitch)
de: Stampfen (navigation.attitude.pitch)

source: You can not delete this.
de: Sie können das nicht löschen.

source: USB Serial ports
de: USB-Seriell-Adapter

source: USB names added and restarted
de: USB Namen aktiviert

source: CAN-USB device
de: CAN-USB Adapter

source: Diagnostic input
de: Diagnose der Eingangsdaten

source: Diagnostic output
de: Diagnose der Ausgabedaten

source: Output settings
de: Ausgangs Einstellungen

source: Inputs
de: Eingänge

source: PGNs: All
de: PGNs: Alle

source: Outputs
de: Ausgänge

source: You have to select a CAN-USB-CAN device
de: Sie müssen ein CAN-USB Schnittstelle auswählen.

source: Signal K settings and tools:
de: Signal K Einstellungen und Werkzeuge:

source: REST full format output:
de: REST Vollformat Ausgabe:

source: Websocket delta format output:
de: Websocket Delta Format Ausgabe:

source: TCP delta format output:
de: TCP Delta Format Ausgabe:

source: TCP NMEA 0183 format output:
de: TCP-NMEA 0183 Format Ausgabe:

source: Signal K tools
de: Signal K Werkzeuge

source: You have to provide a MMSI.
de: Sie müssen eine MMSI zur Verfügung stellen.

source: Security warning: You are using the default password for "pi" user. Please change password in Menu > Preferences > Raspberry Pi Configuration.
de: Sicherheitswarnung: Sie verwenden das Standardkennwort für den Benutzer "pi". Bitte ändern Sie das Passwort im Menü> Einstellungen> Raspberry-Pi-Konfiguration.

source: Starting VNC...
de: VNC starten...

source: Checking VNC password...
de: Überprüfe VNC Passwort...

source: Security warning: You have not set a password for VNC. Please set a password in OpenPlotter > Startup.
de: Sicherheitswarnung: Sie haben kein Passwort für VNC vergeben. Bitte setzen Sie ein Passwort in OpenPlotter (letzter Reiter Autostart).

source: Starting WIFI Access Point...
de: Wifi Hotspot starten...

source: Starting WIFI Client...
de: Wifi Client starten...

source: checking WIFI Access Point password...
de: Überprüfe WIFI AP Passwort...

source: Security warning: You are using the default WIFI Access Point password. Please change password in OpenPlotter > WiFi AP.
de: Sicherheitswarnung: Sie verwenden das Standard-WIFI Access Point-Passwort. Bitte ändern Sie das Passwort in OpenPlotter Reiter WiFi AP.

source: Starting SignalK Server...
de: SignalK Server starten...

source: Start event SK to NMEA and action Server...
de: SignalK zu NMEA Konverter und Ereigniserver starten...

source: Start 1wire sensor Server (optional)...
de: 1wire Sensorserver starten (optional)...

source: Start mqtt Server (optional)...
de: mqtt Server starten (optional)...

source: Start N2K send (optional)...
de: N2K Sender starten (optional)...

source: Start I2C, SPI and GPIO Server (optional)...
de: I2C, SPI und GPIO Server starten (optional)...

source: Getting system time from NMEA 0183...
de: Hole Systemzeit von GPS NMEA 0183...

source: Check 800x480 display...
de: Prüft ob ein 800x480 Bildschirm vorhanden ist...

source: There is a Raspbian upgrade, it is recommended to download the new OpenPlotter RPI image: v
de: Es ist ein Raspbian Upgrade verfügbar, es empfiehlt sich, das neueste OpenPlotter RPI Image herunterzuladen: v
