Repository: deadship2003/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: de, el, fr, gl, it

source: PGN
gl: PNG

source: info
el: πληροφ
gl: información

source: check
de: prüfen
el: έλεγχος
fr: vérifier
gl: comprobar
it: verifica

source: apply
de: übernehmen
el: εφαρμογή
fr: appliquer
gl: aplicar
it: applica

source: was not updated in the last (sec.)
de: wurde nicht aktualisiert in den letzten (Sek.)
el: δεν ενημερώθηκε τα τελευταία (δευτ.)
fr: n'a pas été mis à jour dans les dernières (secondes)
gl: non se actualizou nos últimos (seg.)
it: non è stato aggiornato negli ultimi (sec.)

source: was updated in the last (sec.)
de: wurde aktualisiert in den letzten (Sek.)
el: ενημερώθηκε τα τελευταία (δευτ.)
fr: a été mis à jour dans les dernières (secondes)
gl: actualizouse nos últimos (seg.)
it: è stato aggiornato negli ultimi (sec.)

source: contains
de: enthält
el: περιέχει
fr: contient
gl: contèn
it: contiene

source: Standalone tool
de: Eigenständiges Tool
el: Αυτόνομο εργαλείο
fr: Outil autonome
gl: Ferramenta autónoma
it: Strumento autonomo

source: settings
de: Einstellungen
el: ρυθμίσεις
fr: paramètres
gl: axustes
it: impostazioni

source: start
el: έναρξη
fr: démarrer
gl: iniciar
it: inizia

source: stop
el: σταμάτα
fr: arrêter
gl: parar
it: ferma

source: cancel
de: abbrechen
el: ακύρωση
fr: annuler
gl: cancelar
it: annulla

source: no repeat
de: keine Wiederholung
el: χωρίς επανάληψη
fr: Pas de répétition
gl: non repetir
it: non ripetere

source: seconds
de: Sekunden
el: δευτερόλεπτα
fr: secondes
gl: segundos
it: secondi

source: minutes
de: Minuten
el: λεπτά
gl: minutos
it: minuti

source: hours
de: Stunden
el: ώρες
fr: heures
gl: horas
it: ore

source: days
de: Tage
el: ημέρες
fr: jours
gl: días
it: giorni

source: wait
de: warte
el: αναμονή
fr: patientez
gl: agardar
it: attendi

source: Enter seconds to wait in field "data".
de: Geben Sie die Verzögerungssekunden im Feld "Daten" ein.
el: Εισάγετε δευτερόλεπτα αναμονής στο πεδίο «δεδομένα».
fr: Entrer le temps d'attente dans le champ "data".
gl: Introduza os segundos a agardar no campo "datos".
it: Immettere secondi di attesa nel campo "dati".

source: command
de: Befehl
el: εντολή
fr: Commande
gl: comando
it: comando

source: Enter a Linux command and arguments in the field below.
de: Linux-Befehl im Feld unten eingeben.
el: Πληκτρολογήστε μια εντολή Linux και τις παραμέτρους στο παρακάτω πεδίο.
fr: Entrer une commande Linux dans le champs "Message / Données".
gl: Introduce a orde de Linux e os argumentos no seguinte campo.
it: Immettere un comando di Linux e argomenti nel campo sottostante.

source: reset system
de: System zurücksetzen
el: επαναφορά συστήματος
fr: réinitialiser le système
gl: reiniciar
it: resettare il sistema

source: shutdown system
de: System herunterfahren
el: τερματισμός το συστήματος
fr: arrêter le système
gl: apagar o sistema
it: arresta il sistema

source: stop NMEA multiplexer
de: NMEA Multiplexer stoppen
el: σταματήσε τον NMEA πολυπλέκτη
fr: Arrêter le multiplexeur NMEA 0183
gl: deter multiplexor NMEA
it: ferma multiplexer NMEA

source: reset NMEA multiplexer
de: Multiplexer zurücksetzen
el: επαναφορά του NMEA πολυπλέκτη
fr: Remettre à zéro le multiplexeur NMEA 0183
gl: reiniciar multiplexor NMEA
it: resetta multiplexer NMEA

source: publish Twitter
de: veröffentlichen in Twitter
el: δημοσιεύση στο Twitter
fr: Poster sur Twitter
gl: publicar chío en Twitter
it: pubblica Tweet

source: Be sure you have filled in all fields in "Accounts" tab, and enabled Twitter checkbox. Enter text to publish in the field "data".
de: Sind Sie sicher, dass Sie alle Felder in der Registerkarte "Konten" ausgefüllt haben und das Kontrollkästchen "Twitter" aktiviert haben. Geben Sie den zu veröffentlichenden Text im Feld "Daten" ein.
el: Να βεβαιωθείτε ότι έχετε συμπληρώσει όλα τα πεδία στην καρτέλα "Λογαριασμοί" και έχετε επιλέξει τη επιλογή Twitter. Πληκτρολογήστε κείμενο για να δημοσιεύσετε στο πεδίο «δεδομένα».
fr: Veillez à ce que vous avez rempli tous les champs dans l’onglet « Comptes » et activé la case à cocher de Twitter. Entrez le texte à publier dans le champs « Données».
gl: Asegúrese de encher tódolos campos da pestana "Contas" e activar a marca de Twitter. Escriba o texto a publicar no campo "datos".
it: Assicurati di aver compilato tutti i campi nella scheda "Account" e attivata la casella di controllo di Twitter. Immettere il testo da pubblicare nel campo "dati".

source: send e-mail
de: sende E-Mail
el: αποστολή e-mail
fr: Envoyer un email
gl: enviar e-mail
it: invia e-mail

source: Be sure you have filled in all fields in "Accounts" tab, and enabled Gmail checkbox. Enter the subject in the field "data".
de: Sind Sie sicher, dass Sie alle Felder in der Registerkarte "Konten" ausgefüllt haben und das Kontrollkästchen "Twitter" aktiviert haben.
el: Να βεβαιωθείτε ότι έχετε συμπληρώσει όλα τα πεδία στην καρτέλα "Λογαριασμοί" και έχετε επιλέξει τη επιλογή Twitter. Πληκτρολογήστε το θέμα για να δημοσιεύσετε στο πεδίο «δεδομένα».
fr: Veillez à ce que vous avez rempli tous les champs dans l’onglet « Comptes » et activé la case à cocher de Gmail. Entrez le texte à publier dans le champs « Données».
gl: Asegúrese de encher tódolos campos da pestana "Contas" e de activar a marca de Gmail. Introduza o asunto no campo "datos".
it: Assicurati di aver compilato tutti i campi nella scheda "Account" e attivata la casella di controllo di Gmail. Immettere il testo nel campo "dati".

source: send SMS
de: sende SMS
el: αποστολή SMS
fr: Envoyer le SMS
gl: enviar SMS
it: invia SMS

source: Be sure you have enabled sending SMS in "SMS" tab. Enter the text in field "data".
de: Sind Sie sicher, dass Sie das Senden von SMS in der Registerkarte "SMS" aktiviert haben. Geben Sie den Text im Feld "Daten" ein.
el: Βεβαιωθείτε ότι έχετε ενεργοποιήσει την αποστολή μηνυμάτων SMS στην καρτέλα «SMS». Εισαγάγετε το κείμενο στο πεδίο «δεδομένα».
fr: Veillez à ce que vous avez activé l’envoi de SMS dans l’onglet « SMS ». Entrez le texte dans le champs « données ».
gl: Asegúrese de que activou enviar SMS na pestana "SMS". Introduza o texto no campo "datos".
it: Assicurarsi di che aver abilitato l'invio di SMS nella scheda "SMS". Immettere il testo nel campo "dati".

source: play sound
de: Ton abspielen
el: αναπαραγωγή ήχου
fr: Émettre un son
gl: reproducir audio
it: riproduci suono

source: stop all sounds
de: Alle Töne stummschalten
el: σίγαση όλων των ήχων
fr: Arrêter tous les sons
gl: deter tódolos audios
it: interrompi tutti i suoni

source: show message
de: zeige Meldungen
el: εμφάνισε μήνυμα
fr: Voir le message
gl: mostrar mensaxe
it: mostra messaggio

source: Enter the message in field "data".
de: Geben Sie die Nachricht im Feld "Daten" ein.
el: Εισάγετε το μήνυμα στο πεδίο «δεδομένα».
fr: Entrez le message dans le champ « données ».
gl: Escriba a mensaxe no campo "datos".
it: Immettere il messaggio nel campo "dati".

source: close all messages
de: schließe alle Meldungen
el: κλείστε όλα τα μηνύματα
fr: Fermer tous les messages
gl: pechar tódolas mensaxes
it: chiudere tutti i messaggi

source: start all actions
de: Alle Aktionen starten
el: ξεκινήστε όλες τις δράσεις
fr: Démarrer toutes les actions
gl: iniciar tódalas accións
it: avviare tutte le azioni

source: stop all actions
de: Alle Aktionen stoppen
el: σταμάτησε όλες τις δράσεις
fr: Arrêter toutes les actions
gl: deter tódalas accións
it: interrompere tutte le azioni

source: This action will stop all the triggers except the trigger which has an action "start all actions" defined.
de: Diese Aktion stoppt alle Trigger mit Ausnahme des Triggers in dem eine Aktion "alle Aktionen starten" definiert wurde.
el: Αυτή η ενέργεια θα σταματήσει ολα τα ενάυσματα εκτός από το έναυσμα, το οποίο έχει οριζμένη την ενέργεια «έναρξη όλες τις ενέργειες».
fr: Cette action stoppera tous les événements sauf ceux réglés sur "Démarrer toutes les actions"
gl: Esta acción desactivará tódolos disparadores agás aqueles que conteñan unha acción "iniciar tódalas accións".
it: Questa azione si fermerà tutti i trigger tranne quelli impostati come "avviare tutte le azioni".

source: : High
de: :Ein
el: : Υψηλή
fr: : Élevé
gl: : Alto
it: : Alto

source: ATTENTION! if you set this GPIO output to "High" and there is not a resistor or a circuit connected to the selected GPIO pin, YOU CAN DAMAGE YOUR BOARD.
de: Vorsicht! Wenn Sie diesen GPIO-Ausgang auf "High" setzen und keinen Widerstand oder Schaltkreis an den ausgewählten GPIO-Pin angeschlossen haben, KÖNNEN SIE IHR Board BESCHÄDIGEN.
el: ΠΡΟΣΟΧΉ! Εάν ορίσετε αυτήν την έξοδο GPIO για «Υψηλή» και δεν υπάρχει μια αντίσταση ή ένα κύκλωμα που συνδέεται με το επιλεγμένο GPIO pin, μπορείτε να ΠΡΟΚΑΛΕΣΕΤΕ ΖΗΜΙΑ ΣΤΟΝ ΕΞΟΠΛΙΣΜΟ ΣΑΣ.
fr: ATTENTION ! Si vous définissez cette sortie GPIO à « High » et il n’y a pas une résistance ou un circuit relié à la broche GPIO sélectionnée, VOUS POUVEZ ENDOMMAGER VOTRE CARTE.
gl: ¡ATENCIÓN! Se establece esta salida GPIO a "Alto" e non hai unha resistencia ou un circuito conectado ao pin GPIO seleccionado, vostede pode danar a súa placa base.
it: ATTENZIONE! Se si imposta questa uscita GPIO su "Alto" e non c'è una resistenza o un circuito collegato al pin GPIO selezionato, PUOI DANNEGGIARE LA SCHEDA.

source: : Low
el: : Χαμηλή
fr: : Basse
gl: : Baixo
it: : Basso

source: Publish on topic:
de: Veröffentlichen zum Thema:
el: Δημοσίευση σχετικά με το θέμα:
fr: Publier sur le sujet :
gl: Publicar tema:
it: Pubblica sul topic:

source: Set Signal K key value
de: Setzen Sie den Signal K-Schlüsselwert
el: Όρισε τιμή Signal K
fr: Valeur clé K Signal
gl: Axustar valor da chave Signal K
it: Imposta valore alla chiave Signal K

source: source:
de: Quelle:
el: πηγή:
gl: fonte:
it: sorgente:

source: timestamp:
de: Zeitstempel:
el: χρονική σήμανση:
fr: horodatage:
gl: data/hora:
it: data/ora:

source: Add 1W temperature sensor
de: 1W Temperatursensor hinzufügen
el: Προσθέστε αισθητήρα θερμοκρασίας 1W
fr: Ajouter une sonde de température 1W
gl: Engadir sensor de temperatura de 1W
it: Aggiungi sensore di temperatura 1W

source: Edit 1W temperature sensor
de: 1W Temperatursensor bearbeiten
el: Επεξεργασία αισθητήρα θερμοκρασίας 1W
fr: Modifier capteur de température 1W
gl: Editar sensor de temperatura 1W
it: Modifica sensore di temperatura 1W

source: Signal K key
de: Signal K Schlüssel
el: Signal K κλειδί
fr: Clé Signal K
gl: Chave Signal K
it: chiave Signal K

source: Edit
de: Ändern
el: Επεξεργασία
fr: Modifier
gl: Editar
it: Modifica

source: Name
el: Όνομα
fr: Nom
gl: Nome
it: Nome

source: allowed characters: 0-9, a-z, A-Z
de: Erlaubte Zeichen: 0-9, a-z, A-Z
el: επιτρεπόμενοι χαρακτήρες: 0-9, a-z, A-Z
fr: caractères autorisés : 0-9, a-z, A-Z
gl: caracteres permitidos: 0-9, a-z, A-z
it: caratteri consentiti: 0-9, a-z, A-Z

source: Sensor ID
el: ID Αισθητήρα
fr: ID du capteur
gl: ID do sensor
it: ID del sensore

source: Offset
el: Μετατόπιση
fr: Décalage
gl: Desfase

source: OK
el: Εντάξει
gl: Aceptar

source: Failed. * must contain only allowed characters.
de: Gescheitert. * Darf nur erlaubte Zeichen enthalten.
el: Απέτυχε. * πρέπει να περιέχει μόνο επιτρέπομενους χαρακτήρες.
fr: ECHEC. * doit contenir uniquement les caractères autorisés.
gl: Erro. * só se admiten caracteres permitidos.
it: Fallito. * La stringa deve contenere solo caratteri consentiti.

source: Failed. You have to provide a name for *.
de: Gescheitert. Sie müssen einen Namen für * angeben.
el: Απέτυχε. Πρέπει να δώσετε ένα όνομα για *.
fr: ECHEC. Vous devez fournir un nom pour *.
gl: Erro. Debe indicar un nome para *.
it: Fallito. È necessario fornire un nome per *.

source: Failed. Select a Signal K key.
de: Gescheitert. Wählen Sie einen Signal K Schlüssel.
el: Απέτυχε. Επιλέξτε ένα κλειδι Signal K.
fr: Echec. Sélectionnez une clé Signal K.
gl: Erro. Escolla unha chave Signal K.
it: Fallito. Selezionare una chiave Signal K.

source: Failed. Provide a name.
de: Gescheitert. Geben Sie einen Namen an.
el: Απέτυχε. Δώστε ένα όνομα.
fr: Erreur. Fournissez un nom.
gl: Erro. Indique un nome.
it: Fallito. Fornire un nome.

source: Failed. Name must contain only letters and numbers.
de: Gescheitert. Der Name darf nur Buchstaben und Zahlen enthalten.
el: Απέτυχε. Το όνομα πρέπει να περιέχει μόνο γράμματα και αριθμούς.
fr: Erreur. Le nom doit contenir uniquement des lettres et des chiffres.
gl: Erro. O nome debe conter só letras e números.
it: Fallito. Il nome deve contenere solo lettere e numeri.

source: Failed. Select sensor ID.
de: Abgebrochen. Wähle eine Sensor ID.
el: Απέτυχε. Επιλέξτε ID αισθητήρα.
fr: Échec. Sélectionnez l'ID du capteur.
gl: Fallou. Escolla unha ID de sensor.
it: Fallito. Selezionare un ID sensore.

source: Edit MCP analog input
de: MCP-Analogeingang bearbeiten
el: Επεξεργασία αναλογικής είσοδου MCP
fr: Modifier des entrées analogiques de MCP
gl: Editar entrada analóxica MCP
it: Modificare ingresso analogico MCP

source: aktiv
fr: actif
gl: activo
it: attivo

source: convert
de: Konvertieren
el: μετατροπή
fr: convertir
gl: converter
it: converti

source: clean
el: εκκαθάριση
fr: effacer
gl: limpar
it: pulisci

source: minimum raw value in setting table > 0
de: Mindestrohwert in der Einstellungstabelle> 0
el: ελάχιστη τιμή στη ρύθμιση πίνακα > 0
fr: dans la table en cours de saisie, la plus petite valeur doit être >0
gl: valor mínimo bruto na táboa de axustes > 0
it: valore minimo raw in impostazione tabella > 0

source: maximum raw value in setting table < 1023
de: Maximaler Rohwert bei der Einstellungstabelle <1023
el: μέγιστη τιμή στη ρύθμιση πίνακα > 0
fr: dans la table en cours de saisie, la plus grande valeur doit être < 1023
gl: valor máximo bruto na táboa de axustes > 0
it: valore massimo raw in impostazione tabella < 1023

source: no option value
de: kein Optionswert
el: καμία τιμή επιλογής
fr: aucune valeur d'option
gl: sen valor de opción
it: nessuna opzione

source: in openplotter.conf
de: in der Datei openplotter.conf
el: στο openplotter.conf
fr: dans openplotter.conf
gl: en openplotter.conf

source: Failed. Provide name and Signal K values.
de: Gescheitert. Geben Sie Namen und Signal K Werte an.
el: Απέτυχε. Δώστε όνομα και τιμές Signal K.
fr: Échec. Fournir nom et valeur Signal K.
gl: Erro. Indique nome e valores de Signal K.
it: Fallito. Fornire il nome e i valori per Signal K.

source: Failed. The name must contain only letters and numbers.
de: Gescheitert. Der Name darf nur Buchstaben und Zahlen enthalten.
el: Απέτυχε. Το όνομα πρέπει να περιέχει μόνο γράμματα και αριθμούς.
fr: Erreur. Le nom doit contenir uniquement des lettres et des chiffres.
gl: Erro. O nombre debe conter só letras e números.
it: Fallito. Il nome deve contenere solo lettere e numeri.

source: add NMEA 0183 sentence
de: füge NMEA 0183 Satz hinzu
el: προσθέστε NMEA 0183 πρόταση
fr: ajouter une phrase NMEA 0183
gl: engadir sentenza NMEA0183
it: aggiungi frase NMEA 0183

source: Sentence
de: Satz
el: Προτάση
fr: Phrase
gl: Sentenza
it: Frase

source: Rate (sec)
de: Takt (s)
el: Ρυθμός (sec)
fr: Fréquence (sec)
gl: Frecuencia (seg)
it: Velocità (sec)

source: NMEA info
el: Πληροφορίες NMEA
fr: Infos NMEA
gl: Información NMEA
it: Informazioni NMEA

source: RMC examp
de: RMC Beispiel
el: RMC παράδει
fr: Exemple RMC
gl: Exemplo RMC
it: esempio RMC

source: Field
de: Feld
el: Πεδίο
fr: Champ
gl: Campo
it: Campo

source: Value
de: Wert
el: Τιμή
fr: Valeur
gl: Valor
it: Valore

source: --Select type
de: --wähle Typ
el: --Επιλέξτε τύπο
fr: --Sélectionner le type
gl: --Escoller tipo
it: --Seleziona il tipo

source: Expression
de: Ausdruck
el: Έκφραση
gl: Expresion
it: Espressione

source: Number
de: Nummer
el: Αριθμός
fr: Nombre
gl: Número
it: Numero

source: String
de: Text
el: Ακολουθία
fr: Chaîne de caractères
gl: Cadea
it: Stringa

source: --vessel
de: --Boot
el: --σκάφους
fr: --bateau
gl: --buque
it: --nave

source: --group
de: --Gruppe
el: --ομάδα
fr: --groupe
gl: --grupo
it: --gruppo

source: --key
de: --Schlüssel
el: --κλειδί
fr: -clé
gl: --chave
it: --chiave

source: --operator
el: --διαχειριστής
fr: --opérateur
gl: --operador
it: --operatore

source: Add value
de: Wert hinzufügen
el: Προσθήκη τιμής
fr: Ajouter une valeur
gl: Engadir valor
it: Aggiungi valore

source: Delete value
de: Wert löschen
el: Διαγραφή τιμής
fr: Supprimer la valeur
gl: Borrar valor
it: Elimina valore

source: Failed. String must contain only allowed characters.
de: Fehgeschlagen. Text darf nur zulässige Zeichen enthalten.
el: Απέτυχε. Πρέπει να περιέχει μόνο επιτρέπομενους χαρακτήρες.
fr: ECHEC. Le champ doit contenir uniquement les caractères autorisés.
gl: Erro. Introduza só caracteres permitidos.
it: Fallito. La stringa deve contenere solo caratteri consentiti.

source: FAILED. Fill in all the available fields.
de: FEHLGESCHLAGEN. Füllen Sie alle verfügbaren Felder aus.
el: ΑΠEΤΥΧΕ. Συμπληρώστε όλα τα διαθέσιμα πεδία.
fr: ECHEC. Remplissez tous les champs.
gl: ERRO. Encha tódolos campos dispoñibles.
it: Fallito. Compilare tutti i campi disponibili.

source: FAILED. This is not a valid expression.
de: FEHLGESCHLAGEN. Dies ist kein gültiger Ausdruck.
el: ΑΠΈΤΥΧΕ. Αυτή δεν είναι έγκυρη έκφραση.
fr: ECHEC. Ce n’est pas une expression valide.
gl: ERRO. Non é unha expresión válida.
it: Fallito. Espressione non valida.

source: FAILED. This field must be a number.
de: FEHLGESCHLAGEN. In diesem Feld muss eine Nummer stehen.
el: ΑΠΈΤΥΧΕ. Το πεδίο πρέπει να είναι αριθμός.
fr: ECHEC. Ce champ doit être un nombre.
gl: ERRO. Cómpre que este campo sexa un número.
it: Fallito. Questo campo deve essere un numero.

source: Generate N2K from Signal K
de: Erzeuge N2K aus Signal K
el: Δημιουργία N2K από Signal K
fr: Générer N2K à partir de Signal K
gl: Xerar N2K desde Signal K
it: Genera N2K da Signal K

source: description
de: Beschreibung
el: περιγραφή
gl: descripción
it: descrizione

source: Signal K variable
el: Μεταβλητή Signal K
fr: variable Signal K
gl: Variable Signal K
it: Variabile di Signal K

source: Apply changes
de: Änderungen übernehmen
el: Εφαρμογή αλλαγών
fr: Appliquer
gl: Aplicar cambios
it: Applica le modifiche

source: Add action
de: Aktion hinzufügen
el: Προσθήκη ενέργειας
fr: Nouvelle action
gl: Engadir acción
it: Aggiungi azione

source: Edit action
de: Aktion bearbeiten
el: Επεξεργασία ενέργειας
fr: Editer une action
gl: Editar acción
it: Modifica azione

source: action
de: Aktion
el: ενέργεια
gl: acción
it: azione

source: data
de: Daten
el: δεδομένα
fr: Message / Données
gl: datos
it: dati

source: Add Signal K key
de: Signal K-Schlüssel hinzufügen
el: Προσθήκη κλειδιού Signal K
fr: Ajouter une clé Signal K
gl: Engadir chave Signal K
it: Aggiungere chiave Signal K

source: repeat after
de: wiederhole nach
el: επανέλαβε μετά από
fr: Répéter après
gl: repetir despois de
it: ripeti dopo

source: Choose a file
de: Datei wählen
el: Επιλογή αρχείου
fr: Choisissez un fichier.
gl: Escolla un arquivo
it: Seleziona un file

source: Audio files
de: Audiodateien
el: Αρχεία Ήχου
fr: Fichiers audio
gl: Arquivos de audio
it: File audio

source: All files
de: Alle Dateien
el: Όλα τα αρχεία
fr: Tous les fichiers
gl: Tódolos arquivos
it: Tutti i file

source: You can add the current value of any Signal K key typing its name between angle brackets, e.g: <navigation.position.latitude>
de: Sie können den aktuellen Wert eines beliebigen Signal K Schlüssels hinzufügen, indem sie ihn zwischen Vergleichszeichen setzen, z. B. <navigation.position.latitude>
el: Μπορείτε να προσθέσετε την τρέχουσα τιμή του κάθε κλειδίου Signal K πληκτρολογώντας το όνομά του ανάμεσα σε γωνιακές αγκύλες, π.χ.: <navigation.position.latitude>
fr: Vous pouvez associer la valeur actuelle à n’importe quelle Signal K tapant son nom entre crochets, comme par exemple : <navigation.position.latitude>
gl: Pode engadir o valor actual de cualquera chave Señal K escribindo o seu nombre entre corchetes angulares, por exemplo: <navigation.position.latitude>
it: È possibile aggiungere il valore corrente di qualsiasi chiave Signal K digitando il suo nome tra parentesi angolari, ad esempio: <navigation.position.latitude>

source: Failed. Select an action.
de: Abgebrochen. Wähle eine Aktion.
el: Απέτυχε. Επιλέξτε μια ενέργεια.
fr: Échec. Choisissez une action.
gl: Fallou. Escolla unha acción.
it: Fallito. Selezionare un'azione.

source: Failed. "Repeat after" must be a number.
de: Abgebrochen. "Repeat after" muss eine Zahl sein.
el: Απέτυχε. «Επανάληψη μετά» πρέπει να είναι ένας αριθμός.
fr: Échec. "Répétition" doit être un nombre.
gl: Fallou. "Repetir tras" debe ser un número.
it: Fallito. "Ripeti dopo" deve essere un numero.

source: Deviation Table
de: Deviationstabelle
el: Πίνακας aπόκλισης
fr: Table de déviation
gl: Táboa de desviación
it: Tabella di deviazione

source: deviation
de: Ablenkung
el: απόκλιση
fr: déviation
gl: desvíación
it: deviazione

source: Magnetic Variation
de: Ablenkung
el: Μαγνητική απόκλιση
fr: Déclinaison Magnétique
gl: Declinación Magnética
it: Declinazione magnetica

source: Fix
fr: Réparer
gl: Fixar

source: Compass Heading
de: Kompasskurs
el: Πορεία της πυξίδας
fr: Cap Compas
gl: Rumbo do compás
it: Direzione Bussola

source: Magnetic Heading
de: Missweisender Steuerkurs
el: Μαγνητική πορεία
fr: Cap Magnétique
gl: Rumbo Magnético
it: Direzione Magnetica

source: True Heading
de: Wahrer Kurs
el: Πραγματική πορεία
fr: Cap Vrai
gl: Rumbo Verdadeiro
it: Direzione Vera

source: change
de: ändern
el: αλλαγή
fr: modifier
gl: cambiar
it: modifica

source: Reset
de: Zurücksetzen
el: Αρχικοποίηση
fr: Réinitialiser
gl: Reiniciar
it: Ripristina

source: Close
de: schließen
el: Κλείσιμο
fr: Fermer
gl: Pechar
it: Chiudi

source: graph
el: γράφημα
fr: graphique
gl: gráfico
it: grafico

source: Set
de: Auswählen
el: Ορισμός
fr: Appliquer
gl: Establecer
it: Imposta

source: This value is not a number.
de: Dieser Wert ist keine Zahl.
el: Αυτή η τιμή δεν είναι αριθμός.
fr: Cette valeur n'est pas un nombre.
gl: Este valor non é un número.
it: Questo valore non è un numero.

source: Deviation table will be calculated with this variation. If you change this value you will have to define the complete table again.
de: Die Deviationstabelle wird mit dieser Deklination berechnet. Wenn du diesen Wert änderst, musst du die ganze Tabelle neu bestimmen.
el: Πίνακας απόκλιση θα υπολογιστεί με αυτήν την παραλλαγή. Εάν αλλάξετε αυτήν την τιμή θα πρέπει να ορίσετε τον πλήρη πίνακα ξανά.
fr: La table de déviation sera calculé avec cette variation. Si vous modifiez cette valeur, vous devrez définir le tableau complet à nouveau.
gl: A táboa de desvíación calcularáse con esta variación. Se modifica este valor, deberá volver a definir a táboa enteira.
it: La tabella di deviazione verrà calcolata con questa variazione. Se modifichi questo valore si dovrà ricalcolare nuovamente la tabella.

source: Add GPIO sensor
de: Schalter hinzufügen
el: Προσθήκη GPIO αισθητήρα
fr: Ajouter un capteur GPIO
gl: Engadir sensor GPIO
it: Aggiungi sensore a GPIO

source: input
de: Eingang
el: είσοδος
fr: entrée
gl: entrada
it: ingresso

source: output
de: Ausgang
el: αποτέλεσμα
fr: sortie
gl: saída
it: uscita

source: Pull
el: Έλξη
fr: Tirez
gl: Tirar
it: Tira
