Repository: deadship2003/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: de, el, fr, gl, it

source: Apply latest changes on OpenPlotter and update the system if necessary
el: Εφαρμόστε πιο πρόσφατες αλλαγές στο OpenPlotter και ενημέρωση του συστήματος, εάν είναι απαραίτητο
fr: Enregistrer les derniers changement d'OpenPlotter et mettre le système à jour si nécessaire
gl: Aplicalos últimos cambios en OpenPlotter e actualizar o sistema se fose necesario
it: Applicare le modifiche più recenti su OpenPlotter e se necessario aggiornare il sistema

source: Updates
el: Ενημερώσεις
fr: Mises à jour
gl: Actualizacións
it: Aggiornamenti

source: &About
de: &Über
el: Σχετικά
fr: &À propos
gl: Acerca de
it: &Info

source: About OpenPlotter
de: Über OpenPlotter
el: Σχετικά με OpenPlotter
fr: À propos d'OpenPlotter
gl: Acerca de OpenPlotter
it: Info OpenPlotter

source: Online documentation
el: Προβολή ηλεκτρονικής τεκμηρίωσης
fr: Documentation en ligne
gl: Documentación en liña
it: Documentazione online

source: OpenPlotter online documentation
de: OpenPlotter Online Doku
el: OpenPlotter ηλεκτρονική τεκμηρίωση
fr: Documentation en ligne
gl: Documentación en liña de OpenPlotter
it: Documentazione in linea di OpenPlotter

source: &Help
de: &Hilfe
el: Βοήθεια
fr: &Aide
gl: &Axuda
it: &Guida

source: The selected language will be enabled when you restart
de: Die ausgewählte Sprache wird beim Neustart aktiviert
el: Η επιλεγμένη γλώσσα θα είναι ενεργοποιημένη μετά την επανεκκίνηση
fr: Changement de langue au prochain redémarrage.
gl: O idioma seleccionado estará activo cuando volva a iniciar o programa
it: La lingua selezionara verrà abilitata al prossimo riavvio

source: Follow the instructions of the new window
de: Folgen Sie den Anweisungen des neuen Fensters
el: Ακολουθήστε τις οδηγίες στο νέο παράθυρο
fr: Suivez les instructions de la nouvelle fenêtre
gl: Siga as instruccións que aparecen na fiestra emerxente
it: Seguire le istruzioni della nuova finestra

source: It was not possible to connect to Github.
de: Es war nicht möglich, sich mit Github zu verbinden.
el: Δεν ήταν δυνατή η σύνδεση στο Github.
fr: Il n’était pas possible de se connecter à Github.
gl: Non foi posible conectar con Github.
it: Impossibile connettersi a Github.

source: Error reading versions.
de: Fehler beim Auslesen der Version.
el: Σφάλμα ανάγνωσης εκδόσεων.
fr: Erreur de version.
gl: Erro al leer versións.
it: Errore lettura versioni.

source: You are running a stable version. If you update to a non stable version you will have to keep updating until a stable stage is reached again.
de: Sie verwenden eine stabile Version. Wenn Sie auf eine nicht stabile Version aktualisieren, müssen sie regelmäßig aktualisieren, bis eine neue stabile Softwareversion verfügbar ist.
el: Εκτελείτε μια σταθερή έκδοση. Αν θελετε να εγκαταστήσετε μια μη σταθερή έκδοση θα πρέπει να αναβαθμίζετε μέχρι να φθάσει ξανά σε ένα σταθερό στάδιο.
fr: Vous exécutez une version stable. Si vous mettez à jour vers une version non stable, vous devrez alors continuer les mises à jour jusqu'à ce qu’une version stable soit de nouveau atteinte.
gl: Está executando unha versión estable. Se actualiza a unha versión non estable deberá continuar actualizando ata chegar a unha etapa estable.
it: Attualmente sei su una versione stabile. Aggiornando ad una versione non stabile si dovrà continuare ad aggiornare fino a raggiungere nuovamente una release stabile.

source: There is a major Raspbian upgrade, you have to download the new OpenPlotter image: v
el: Υπάρχει μια σημαντική αναβάθμιση Raspbian, θα πρέπει να κατεβάσετε τη νέα έκδοση OpenPlotter: v
fr: Il y a une mise à jour majeure de Raspbian, vous devez télécharger la nouvelle image d'Openplotter: v
gl: Dispón dunha actualización importante de OpenPlotter, recoméndase descargar a nova imaxe de OpenPlotter: v
it: E' disponibile un aggiornamento di Raspbian, si consiglia di scaricare la nuova immagine di OpenPlotter Rpi

source: There is a major OpenPlotter update.
de: Es gibt ein großes OpenPlotter-Update.
el: Υπάρχει μια σημαντική ενημέρωση για το OpenPlotter.
fr: Il y a une mise à jour majeure d'OpenPlotter.
gl: Dispoñible actualización importante de OpenPlotter.
it: C'è un importante aggiornamento di OpenPlotter.

source: Please make a backup image of your system before updating.
de: Bitte machen Sie ein Backup-Image Ihres Systems vor der Aktualisierung.
el: Παρακαλούμε να κάνετε ένα αντίγραφο ασφαλείας πριν από την ενημέρωση.
fr: Merci de bien vouloir faire une image de sauvegarde de votre système avant la mise à jour.
gl: Por favor, faiga unha copia de seguranza do seu sistema antes de actualizar.
it: Si prega di fare un'immagine di backup del sistema prima dell'aggiornamento.

source: There is a minor OpenPlotter update.
de: Es gibt ein kleines OpenPlotter-Update.
el: Υπάρχει μια ενημέρωση για το OpenPlotter.
fr: Il y a une mise à jour mineur d'OpenPlotter.
gl: Dispoñible actualización de OpenPlotter.
it: C'è un aggiornamento minore di OpenPlotter.

source: is up to date.
de: ist aktuell.
el: είναι ενημερωμένο.
fr: est à jour.
gl: está actualizado.
it: è aggiornato.

source: Are you sure you want to update:
de: Sind Sie sicher, dass Sie aktualisieren möchten:
el: Σίγουρα θέλετε να ενημερωθεί:
fr: Etes vous sur de vouloir mettre à jour :
gl: Está seguro de que desexa actualizar:
it: Sei sicuro di voler aggiornare:

source: OpenPlotter is a DIY, open-source, low-cost, low-consumption, modular and scalable sailing platform to run on ARM boards.
de: OpenPlotter ist eine DIY-, Open-Source-, Low-Cost-, Low-Consumer-, modulare und skalierbare Segelsoftwareplattform für ARM-Boards.
el: OpenPlotter είναι ένα DIY συστήμα, χαμηλού κόστους, χαμηλής κατανάλωσης, και επεκτάσιμη πλατφόρμα για ιστιοπλοϊκα σκάφη συμβατή με αρχιτεκτονική επεξεργαστών ARM.
fr: OpenPlotter est une plateforme de navigation open-source, low-cost, basse consommation, modulaire et évolutive pour ordinateurs à processeurs ARM.
gl: OpenPlotter é unha plataforma de navegación de auto-construcción, código aberto, baixo consumo, baixo coste, modular e escalable que funciona en placas ARM.
it: OpenPlotter è un fai da te, open-source, low-cost, basso consumo, modulare e scalabile piattaforma per la navigazione. disponibile per schede ARM.

source: Delay (seconds)
de: Verzögerung (Sek)
el: Καθυστέρηση (δευτ)
fr: Delay (sec.)
gl: Retraso (segundos)
it: Ritardo (secondi)

source: no OpenGL
de: kein OpenGL
el: χωρίς OpenGL
fr: Sans OpenGL
gl: sen OpenGL

source: fullscreen
de: Vollbild
el: πλήρης οθόνη
fr: Plein écran
gl: pantalla completa
it: schermo intero

source: Play sound
de: Spiel Geräusch ab
el: Αναπαραγωγή ήχου
fr: Émettre un son
gl: Reproducir audio
it: Riproduci suono

source: File
de: Datei
el: Aρχείο
fr: Fichier
gl: Arquivo

source: Maximize OpenPlotter
de: Maximiere OpenPlotter
el: Μεγιστοποίηση του OpenPlotter
fr: Maximiser OpenPlotter
gl: Maximizar OpenPlotter
it: Massimizza OpenPlotter

source: You can enter only numbers.
de: Nur Zahlen erlaubt.
el: Εισαγάγετε μόνο αριθμούς.
fr: Chiffres uniquement.
gl: Só se poden introducir números.
it: Inserire solo numeri.

source: Startup delay set to
de: Autostart Verzögerung
el: Καθυστέρηση εκκίνησης ορίσθηκε σε
fr: Délai avant démarrage:
gl: Retraso no inicio establecido en
it: Imposta ritardo avvio a

source: seconds
de: Sekunden
el: δευτερόλεπτα
fr: secondes
gl: segundos
it: secondi

source: client
el: πελάτης
gl: cliente

source: RPi3: AP/client + bridge eth0
gl: RPi3: AP/Cliente + ponte eth0

source: RPi3: AP/client
gl: RPi3: AP/cliente

source: RPi3: AP + client + bridge eth0
gl: RPi3: AP+Cliente + ponte eth0

source: RPi3: AP + client
gl: RPi3: AP+cliente

source: RPi3+: AP + client + bridge eth0
gl: RPi3+: AP+Cliente + ponte eth0

source: RPi3+: AP 5G + client + bridge eth0
gl: RPi3+: AP 5G + cliente + ponte eth0

source: RPi3+: AP 5GH + client + bridge eth0
gl: RPi3+: AP 5GH + cliente + ponte eth0

source: RPi3+: AP + client
gl: RPi+3: AP+cliente

source: Network mode
el: Τύπος δικτύου
fr: Mode réseau
gl: Modo de rede
it: Modalità di rete

source: Sharing Internet device
de: Internet Mitbenutzung
el: Κοινή χρήση της συσκευής στο Internet
fr: Partager internet
gl: Dispositivo de internet compartido
it: Dispositivo di condivisione di Internet

source: Access point settings
de: Wifi AP Einstellungen
el: Ρυθμίσεις του σημείου πρόσβασης
fr: Paramètres du point d'accès
gl: Configuración punto de acceso
it: Impostazioni access point

source: SSID maximum 32 characters
de: SSID maximal 32 Zeichen
el: SSID Μέγιστο 32 χαρακτήρες
fr: SSID (32 caractères max.)
gl: SSID máximo 32 caracteres
it: SSID massimo 32 caratteri

source: Password minimum 8 characters required
de: Passwort min. 8 Zeichen erforderlich
el: Απαιτούνται τουλάχιστον 8 χαρακτήρες για κωδικό πρόσβασης,
fr: Mot de passe (8 caractères min.)
gl: Contrasinal mínimo 8 caracteres
it: Password minimo 8 caratteri

source: Apply
de: Übernehmen
el: Εφαρμογή
fr: Appliquer
gl: Aplicar
it: Applica

source: Addresses
de: Adressen
el: Διευθύνσεις
fr: Adresses
gl: Enderezos
it: Indirizzi

source: Refresh
de: Aktualisieren
el: Ανανέωση
fr: Rafraîchir
gl: Actualizar
it: Aggiorna

source: Your SSID must have a maximum of 32 characters and your password a minimum of 8.
de: Ihre SSID muss maximal 32 Zeichen und Ihr Passwort mindestens 8 haben.
el: Το SSID, πρέπει να έχει μέγιστο 32 χαρακτήρες και ο κωδικός το ελάχιστο 8.
fr: Le SSID doit comporter 32 caractères max. Le mot de passe doit avoir 8 caractères min.
gl: O SSID non debe ter máis de 32 caracteres e o contrasinal un mínimo de 8.
it: Il tuo SSID deve avere un massimo di 32 caratteri e la password di un minimo di 8.

source: The device you want to share is in use (bridge or AP).
el: Η συσκευή που θέλετε να μοιραστείτε είναι σε χρήση (γέφυρα ή AP).
fr: Le périphérique que vous voulez partager est déjà utilisé (bridge ou AP).
gl: O dispositivo que desexa compartir está en uso (ponte ou AP).
it: Il dispositivo che si desidera condividere è in uso (bridge o AP).

source: Changes will be applied after next reboot. If something goes wrong and you are on a headless system, you may not be able to reconnect again. Are you sure?
el: Οι αλλαγές θα εφαρμοστούν μετά την επανεκκίνηση. Αν κάτι πάει στραβά και βρίσκεστε σε ένα σύστημα χωρίς οθόνη, μπορεί να μην είστε σε θέση να επανασυνδεθείτε. Είσαι σίγουρος?
fr: Les modifications vont être appliquées au prochain reboot. Si quelque chose cloche et que vous êtes connecté en Wifi (headless, Vnc), vous risquez de ne plus être en mesure de vous reconnecter. Êtes-vous sur de vouloir continuer ?
gl: Os cambios vanse aplicar. Se algo vai mal e está usando un sistema sen pantalla (escritorio remoto), pode que non poida conectar de novo. Está seguro?
it: Modifiche verranno applicate dopo il riavvio. Se qualcosa non funziona e sei su un sistema senza display, potresti non essere in grado di riconnetterti nuovamente. Sei sicuro?

source: Multiplexed NMEA 0183:
de: Multiplex NMEA 0183:
el: Πολυπλεξία NMEA 0183:
fr: NMEA 0183 multiplexé:
gl: NMEA 0183 multiplexado:
it: Multiplexato NMEA 0183:

source: Signal K Server:
el: Signal K διακομιστής:
fr: Serveur Signa K:
gl: Servidor Signal K:
it: Server Signal K:

source: VNC remote desktop:
el: VNC απομακρυσμένη επιφάνεια εργασίας:
fr: Bureau à distance VNC:
gl: Escritorio remoto VNC:
it: Desktop remoto VNC:

source: MQTT local broker:
de: lokaler MQTT-Broker:
el: MQTT τοπικός broker:
gl: Broker MQTT local:
it: Broker locale MQTT:

source: is AP
el: είναι σημείο πρόσβασης
fr: est AP
gl: é AP
it: è AP

source: no AP
el: κανένα σημείο πρόσβασης
fr: pas d'AP
gl: non é AP
it: nessun AP

source: up network:
el: δίκτυο:
fr: réseau actif:
gl: rede activa:
it: rete attiva:

source: running
el: λειτουργεί
fr: en cours d'exécution
gl: executándose
it: in esecuzione

source: stopped
el: διακόπηκε
fr: Arrêté
gl: detido
it: arrestato

source: IP address
el: Διεύθυνση IP
fr: Adresse IP
gl: Enderezo IP
it: Indirizzo IP

source: pypilot Mode:
el: λειτουργία pypilot:
fr: mode pypilot:
gl: modo pypilot:
it: modalità pypilot:

source: disabled
el: απενεργοποιημένη
fr: désactivé
gl: deshabilitado
it: disabilitato

source: IMU only
el: IMU μόνο
fr: IMU seulement
gl: Só IMU
it: Solo IMU

source: basic autopilot
el: βασικός αυτόματος πιλότος
fr: pilote automatique simple
gl: piloto automático básico
it: pilota automatico base

source: Detected IMU:
de: Erkannte IMU:
el: Εντοπίστηκε IMU:
fr: IMU détecté:
gl: IMU detectado:
it: IMU rilevati:

source: None
de: Kein
el: Κανένα
fr: Aucun
gl: Nada
it: Nessuno

source: Autopilot
el: Αυτόματος Πιλότος
fr: Pilote automatique
gl: Piloto automático
it: Pilota automatico

source: Serial ports (Controller/Wind/GPS)
el: Σειριακές θύρες (ελεγκτή/ανέμου/GPS)
fr: Ports série (contrôleur/vent/GPS)
gl: Portos serie (controladores/vento/GPS)
it: Porte seriali (Controller/Wind/GPS)

source: Enable webapp
el: Ενεργοποίηση webapp
fr: Activez la webapp
gl: Activar webapp
it: Abilitare la webapp

source: port:
el: θύρα:
gl: porto:
it: porta:

source: Scope
de: Bereich
el: Πεδίο εφαρμογής
fr: Visualiser
gl: Alcance
it: Esplora

source: Client
el: Πελάτης
gl: Cliente

source: Autopilot Control
el: Αυτόματος πιλότος
fr: Contrôle du pilote automatique
gl: Control do Piloto Automático
it: Controllo autopilota

source: Restart
de: neu starten
el: Επανεκκίνηση
fr: Redémarrer
gl: Reiniciar
it: Riavvia

source: Cancel changes
de: Abbrechen
el: Ακύρωση αλλαγών
fr: Annuler
gl: Cancelar cambios
it: Annulla le modifiche

source: Translation Rate (seconds)
el: Μετάφραση ρυθμός (δευτερόλεπτα)
fr: Vitesse de translation (secondes)
gl: Ratio de traducción (segundos)
it: Tasso di traduzione (secondi)

source: Compass settings will be deleted. You will have to calibrate again. Are you sure?
de: Kompass-Einstellungen werden gelöscht. Du musst erneut kalibrieren. Bist du sicher?
el: Οι Ρυθμίσεις πυξίδας θα διαγραφούν. Θα πρέπει να επαναλάβετε τη μικρορύθμιση. Είσαι σίγουρος;
fr: Les paramètre du compas seront supprimés. Vous devrez étalonner à nouveau. Es-tu sûr ?
gl: Os axustes do compás vanse eliminar. Deberá efectuar a calibración de novo. Está seguro?
it: Le impostazioni della bussola saranno rimosse. Si dovrà calibrare nuovamente. Sei sicuro?

source: io
fr: e/s
gl: entrada-saída

source: Port/Address
el: Διεύθυνση θύρας
fr: Port/Adresse
gl: Porto/Enderezo
it: Porta/Indirizzo

source: Bauds/Port
el: Ταχύτητα της Θύρας
gl: Baudios/Porto
it: Bauds/Porta

source: inFilter
fr: filtre entrée
gl: filtro de entrada
it: inFiltro

source: Filtering
de: Filterung
el: Φιλτράρισμα
fr: Filtrage
gl: Filtrando
it: Filtro

source: outFilter
fr: filtrage sortant
gl: filtro de saída
it: outFiltro

source: Diagnostic
de: Diagnose
el: Διαγνωστικά
gl: Diagnóstico
it: Diagnostica

source: add network
el: προσθήκη δικτύου
fr: Ajouter un réseau
gl: engadir rede
it: aggiungi rete

source: Advanced
de: erweiterte Einst.
el: Για προχωρημένους
fr: Réglages avancés
gl: Avanzado
it: Avanzate

source: OpenPlotter will close. Add manual settings at the end of the configuration file. Open OpenPlotter again and restart multiplexer to apply changes.
de: OpenPlotter wird geschlossen. Fügen Sie manuelle Einstellungen am Ende der Konfigurationsdatei hinzu. Öffnen Sie OpenPlotter erneut und starten Sie den Multiplexer neu, um die Änderungen zu übernehmen.
el: Το OpenPlotter θα κλείσει. Προσθέστε χειροκίνητες ρυθμίσεις στο τέλος του αρχείου ρύθμισης παραμέτρων. Ανοίξτε το OpenPlotter ξανά και επανεκκίνηστε τις υπηρεσίες για να εφαρμοστούν οι αλλαγές.
fr: OpenPlotter va fermer. Ajoutez vos paramètres à la fin du fichier de configuration. Relancez ensuite OpenPlotter et redémarez le multiplexeur.
gl: OpenPlotter vaise pechar. Engada manualmente os cambios ao final do arquivo de configuración. Abra de novo OpenPlotter e reinicie o multiplexor para aplicar os cambios.
it: OpenPlotter verrà chiuso. Aggiungere alla fine del file di configurazione le impostazioni manuali. Aprire nuovamente OpenPlotter e riavviare il multiplexer per applicare le modifiche.

source: Closing Kplex
de: Beende Kplex
el: Κλείσιμο Kplex
fr: Fermeture du multiplexeur WIFI (Kplex).
gl: Pechando Kplex
it: Chiusura di Kplex

source: Kplex restarted
de: Kplex neu gestartet
el: Επανεκκίνηθηκε ο Kplex
fr: Redémarrage du multiplexeur WIFI (Kplex).
gl: Kplex reiniciado
it: Kplex riavviato

source: You can not edit this.
de: Sie können das nicht bearbeiten.
el: Δεν μπορείτε να το επεξεργαστείτε αυτό.
fr: Vous ne pouvez pas modifier cela.
gl: Non pode editar isto.
it: Non è possibile modificare questo.

source: Multiplexer configuration file does not exist. Add inputs and apply changes.
de: Multiplexer-Konfigurationsdatei existiert nicht. Fügen sie NMEA0183 Ein- und Ausgänge hinzu.
el: Πολυπλέκτης αρχείο ρύθμισης παραμέτρων δεν υπάρχει. Προσθέστε εισόδους και να εφαρμόσετε τις αλλαγές.
fr: Le fichier de configuration du multiplexeur est manquant. Sélectionnez une entrée et cliquez sur appliquer.
gl: O archivo de configuración do multiplexor non existe. Engada entradas e aplique cambios.
it: Il file di configurazione multiplexer non esiste. Aggiungere ingressi e applicare le modifiche.

source: Select an item.
de: Wähle eine Zeile/Element aus.
el: Επιλέξτε ένα στοιχείο.
fr: Sélectionnez un élément.
gl: Escolla un elemento.
it: Seleziona un elemento.

source: You can not delete this
el: Δεν μπορείτε να το διαγράψετε αυτο
fr: Vous ne pouvez pas supprimer cela
gl: Non pode eliminar isto
it: Non puoi cancellare questo elemento

source: Unassign this device on "Serial ports" tab
el: Αποσύνδεση της συσκευής στην καρτέλα «Σειριακές θύρες»
fr: Supprimer l’attribution de ce dispositif sur l’onglet « Ports série »
gl: Desasignar este dispositivo na pestana de "Portos serie"
it: Non assegnare questo dispositivo nella scheda "Porte seriali"

source: Failed. You must select a sensor.
de: Gescheitert. Sie müssen einen Sensor auswählen.
el: Απέτυχε. Πρέπει να επιλέξετε έναν αισθητήρα.
fr: Erreur. Vous devez sélectionner un capteur.
gl: Erro. Debe escoller un sensor.
it: Fallito. È necessario selezionare un sensore.

source: Failed. You must provide an address.
de: Gescheitert. Sie müssen eine Adresse angeben.
el: Απέτυχε. Πρέπει να δώσετε μια διεύθυνση.
fr: Erreur. Vous devez fournir une adresse.
gl: Erro. Debe indicar un enderezo.
it: Fallito. È necessario fornire un indirizzo.

source: Select an item to delete.
de: Wählen Sie ein zu löschendes Element aus.
el: Επιλέξτε ένα στοιχείο για διαγραφή.
fr: Sélectionner un élément à supprimer.
gl: Escolla o elemento a eliminar.
it: Seleziona un elemento da eliminare.

source: Sensors restarted
de: Sensoren wurden neu gestartet
el: Οι αισθητήρες επανεκκίνηθηκαν
fr: Capteurs redémarrés
gl: Sensores reiniciados
it: Sensori riavviati

source: Sensors stopped
de: Die Sensoren wurden abgeschaltet
el: Οι αισθητήρες σταμάτησαν
fr: Capteurs arrêtés
gl: Sensores detidos
it: Sensori fermati

source: channel
de: Kanal
el: κανάλι
fr: canal
gl: canle
it: canale

source: value setting
de: Wert-Einstellung
el: ρύθμιση τιμής
fr: réglage de la valeur
gl: axuste do valor
it: impostazione valore

source: convert disabled
de: Konvertierung ausgeschaltet
el: η μετατροπή απενεργοποιήθηκε
fr: conversion indisponible
gl: conversión desactivada
it: conversione disattivata

source: Source
de: Quelle
el: Πηγή
gl: Fonte
it: Sorgente

source: Gmail account
de: Gmail Konto
el: Λογαργιασμός Gmail
fr: Compte Gmail
gl: Conta Gmail
it: Account Gmail

source: Gmail password
de: Gmail Passwort
el: Συνθηματικό Gmail
fr: Mot de passe Gmail
gl: Contrasinal Gmail
it: Password di Gmail

source: Recipient
de: Empfänger
el: Παραλήπτης
fr: Destinataire
gl: Destinatario
it: Destinatario

source: Enter valid Twitter apiKey, apiSecret, accessToken and accessTokenSecret.
de: Gültige Twitter apiKey, apiSecret, accessToken and accessTokenSecret eingeben.
el: Εισάγετε ενα έγκυρο Twitter apiKey, apiSecret, accessToken και accessTokenSecret.
fr: Entrez les apiKey, apiSecret, accessToken et accessTokenSecret de Twitter.
gl: Introduce as apiKey, apiSecret, accessToken e accessTokenSecret de Twitter válidas.
it: Inserire una valida apiKey Twitter, apiSecret, accessToken e accessTokenSecret.

source: Enter valid Gmail account, Gmail password and Recipient.
de: Gültiges Gmail Konto, Gmail Passwort und Empfänger.
el: Πληκτρολογήστε ενα έγκυρο λογαριασμό Gmail, τον κωδικό πρόσβασης, και τον παραλήπτη.
fr: Entrez les paramètres du compte Gmail à utiliser, son mot de passe et le destinataire du message
gl: Introduce un correo Gmail válido, o contrasinal e mailo destinatario.
it: Inserire un valido account Gmail, password e destinatario.

source: Triggers
de: Auslöser
el: Εναύσματα
fr: Événements
gl: Disparadores

source: trigger
de: Auslöser
el: έναυσμα
fr: Événement
gl: disparador

source: operator
el: διαχειριστής
fr: Opérateur
gl: operador
it: operatore

source: value
de: Wert
el: τιμή
fr: Valeur
gl: valor
it: valore

source: repeat
de: wiederholen
el: επανάληψη
fr: Répéter
gl: repetir
it: ripeti

source: Stop all
de: Alles stoppen
el: Διακοπή όλων
fr: Tout stopper
gl: Deter todas
it: Ferma tutti

source: Start all
de: Alles starten
el: Εκκίνηση όλων
fr: Tout démarrer
gl: Iniciar todas
it: Avvia tutti

source: Select a trigger to add actions.
de: Wähle den Trigger um eine Aktion hinzuzufügen.
el: Επιλέξτε ένα έναυσμα για να προσθέσετε ενέργειες.
fr: Sélectionnez un événement pour lui associer une action.
gl: Escolla un disparador para engadir accións.
it: Selezionare un trigger per aggiungere azioni.

source: Actions changes cancelled
de: Änderungen der Aktionen abbrechen
el: Οι αλλαγές στις ενέργεις ακυρώθηκαν
fr: Changements annulés.
gl: Cambios en accións cancelados
it: Modifica delle azioni annullate

source: Actions stopped
de: Aktionen gestoppt
el: Οι ενέργειες σταμάτησαν
fr: Actions stoppées
gl: Accións detidas
it: Azioni fermate

source: Actions started
de: Aktionen gestartet
el: Οι ενέργειες ξεκίνησαν
fr: Actions ON.
gl: Accións iniciadas
it: Azioni avviata

source: Temperature sensors
de: Temperatursensoren
el: Αισθητήρες θερμοκρασίας
fr: Capteurs de température
gl: Sensores de temperatura
it: Sensori di temperatura

source: 1W sensors restarted
de: 1W Sensorneustart
el: Οι αισθητήρες 1W επανεκκίνηθηκαν
fr: Capteurs 1W redémarrés
gl: Sensores 1W reiniciados
it: Sensori 1W riavviati

source: 1W sensors stopped
de: 1W Sensor abgeschaltet
el: Οι αισθητήρες 1W σταμάτησαν
fr: Capteurs 1W stoppés
gl: Sensores 1W detidos
it: Sensori 1W fermati

source: name
el: όνομα
fr: nom
gl: nome
it: nome

source: device
el: συσκευή
fr: périphérique
gl: dispositivo
it: dispositivo

source: vendor
de: Hersteller
el: προμηθευτής
fr: fab
gl: fabricante
it: venditore

source: product
de: Produkt
el: προϊόν
fr: produit
gl: produto
it: prodotto

source: port
de: Steckplatz
el: θύρα
gl: porto
it: porta

source: serial
de: SerienNr.
el: σειριακή
fr: série
gl: serie
it: seriale

source: assignment
el: ανάθεση
fr: Affectation
gl: asignación
it: assegnazione

source: remember
de: Identität über Steckplatz
el: απομνημόνευση
fr: se souvenir
gl: lembrar
it: ricorda

source: bauds
gl: baudios

source: name /dev/ttyOP_
el: όνομα /dev/ttyOP_
gl: nome /dev/ttyOP_
it: nome/dev/ttyOP_

source: Remember device (by vendor, product, serial)
el: Απομνημόνευση της συσκευής (από τον προμηθευτή, προϊόν, σειριακό)
fr: Se souvenir du périphérique (Vendeur, produit, port)
gl: Lembrar dispositivo (por fabricante, produto, (serie))
it: Ricorda il dispositivo (per fornitore, prodotto, seriale)

source: Remember port (positon on the USB-hub)
de: Erkenne Steckplatz (Welcher USB-Steckplatz)
el: Απομνημόνευση της θύρας (θέση στο USB-hub)
fr: Se souvernir du port (position sur le hub USB)
gl: Lembrar porto (posición no hub USB)
it: Ricorda la porta (posizione nell' Hub USB)

source: auto
el: αυτόματο
gl: automático
it: automatico

source: refresh
el: ανανέωση
fr: actualiser
gl: actualizar
it: aggiorna
