Repository: deadship2003/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: de, el, fr, gl, it

source: AIS reception disabled. After closing the new window enable AIS reception again.
de: AIS-Empfang wurde deaktiviert Nach dem Schließen des Fensters den AIS-Empfang wieder aktivieren.
el: Η λήψη AIS ειναι απενεργοποιημένη. Μετά το κλείσιμο του νέου παράθυρου ενεργοποίηστε τη λήψη AIS ξανά.
fr: La réception de l'AIS est désactivée. Après la fermeture de la fenêtre suivante activez la réception AIS une nouvelle fois.
gl: AIS desactivado. Despois de pechar a fiestra active a recepción AIS de novo.
it: Ricezione AIS disabilitata. Dopo aver chiuso la nuova finestra riattiva nuovamente la ricezione AIS.

source: SDR-AIS reception disabled. Check the new window. Copy the maximum supported gain value. Wait for ppm value to stabilize and copy it too.
de: SDR-AIS-Empfang deaktiviert. Überprüfe das neue Fenster. Kopiere die maximal unterstützte Verstärkung. Warten Sie bis der stabilisierte ppm Wert erscheint und kopieren Sie ihn auch.
el: Η λήψη SDR-AIS απενεργοποιήθηκε. Ελέγξτε στο νέο παράθυρο. Αντίγραψτε η μέγιστη υποστηριζόμενη gain τιμή. Περιμένετε να σταθεροποιήθει η τιμή ppm αξία και αντιγράψετε επίσης.
fr: Réception SDR-AIS désactivée. - Vérifiez le signal dans la nouvelle fenêtre. - Notez la valeur maximale du gain. - Attendre la stabilisation et noter également la valeur du ppm.
gl: Recepción SDR-AIS deshabilitada. Comprobe os datos da nova fiestra. Copie o valor máximo de ganancia posible. Agarde a que o valor ppm se estabilice e cópieo tamén.
it: Ricezione di SDR-AIS disabilitata. Controllare la nuova finestra. Copia il massimo valore di guadagno. Attendere che il valore ppm si stabilizzi e copialo.

source: gain:
gl: ganancia:

source: Calculate
de: berechnen
el: Υπολογισμός
fr: Calculé
gl: Calcular
it: Calcola

source: Press Calculate and wait for the system to calculate the ppm value with the selected channel. Put the obtained value in "Correction (ppm)" field and enable SDR-AISreception. Estimated time: 1 min.
de: Drücken Sie Berechnen und warten Sie, bis das System den ppm-Wert berechnet auf basis des gewählten Kanals. Setzen Sie den erhaltenen Wert in "Korrektur (ppm)" Feld ein und aktivieren Sie den AIS-empfang. Geschätzte Zeit: 1 min.
el: Πατήστε υπολογισμός και περιμένετε για το σύστημα για τον υπολογισμό της τιμής ppm στο επιλεγμένο κανάλι. Βάλτε την τιμή που λαμβάνονται στο πεδίο «Διόρθωση (ppm)» και να ενεργοποιήσετε τη λήψη SDR-AIS. Εκτιμώμενος χρόνος: 1 λεπτό.
fr: Appuyez sur Calculer et attendez que le système calculer la valeur ppm avec le canal sélectionné. Mettre la valeur obtenue dans le champ « Correction (ppm) » et activez le SDR-AISreception. Durée estimée : 1 min.
gl: Prema Calcular e agarde a que o sistema calcule o valor ppm na canle seleccionado. Introduza o valor ppm obtenido no campo "Corrección (ppm)" e active a recepción SDR-AIS. Tempo estimado 1 min.
it: Premere il tasto Calcola e attendere che il sistema calcoli il valore di ppm con il canale selezionato. Inserire quindi il valore ottenuto nel campo "(ppm) di correzione" e abilitare Ricezione SDR-AIS. Tempo stimato: 1 min.

source: channel:
de: Kanal:
el: κανάλι:
fr: canal :
gl: canle:
it: canale:

source: Press Calculate and wait for the system to check the band. Write down the strongest channel (power). If you do not find any channel try another band. Estimated time: 5 min.
de: Drücken Sie auf Berechnen und warten Sie, bis das System das Band überprüft. Notieren Sie den Kanal mit dem besten Empfang. Wenn Sie keinen Kanal finden, versuchen Sie es mit einem anderen Band Geschätzte Zeit: 5 min.
el: Πατήστε υπολογισμός και περιμένετε για το σύστημα για να ελέγξετε την μπάντα. Σημειώστε το ισχυρότερο κανάλι (ισχύς). Εάν δεν μπορείτε να βρείτε κάνένα κανάλι δοκιμάστε μια άλλη μπάντα. Εκτιμώμενος χρόνος: 5 λεπτά.
fr: Appuyez sur Calculer et attendez que le système vérifier la bande. Notez le canal le plus puissant (puissance). Si vous ne trouvez pas toute tentative de canal une autre bande. Durée estimée : 5 min.
gl: Prema Calcular e agarde a que o sistema comprobe a banda. Introduza a canle con maior potencia de transmisión. Se non atopa ningúnha canle probe outra banda. Tempo estimado: 5 min.
it: Premere il tasto Calcola e attendere che il sistema controlli la banda. Annotare il canale più forte (potenza). Se non trovate alcun canale provare con un altra banda. Tempo stimato: 5 min.

source: Working...
de: beschäftigt...
el: Απασχολημένο...
fr: Calculs en cours...
gl: Calculando...
it: Elaborazione...

source: error
de: Fehler
el: σφάλμα
fr: Erreur.
gl: erro
it: errore

source: Magnetic variation
de: Deklination (Missweisung)
el: Μαγνητική απόκλιση
fr: Déclinaison Magnétique
gl: Variación magnética
it: Variazione magnetica

source: Enable
de: Aktivieren
el: Ενεργοποίηση
fr: Activer
gl: Activar
it: Abilita

source: Requires: position, date.
de: Erfordert: Position, Datum.
el: Απαιτεί: θέση, ημερομηνία.
fr: Reqis : position, date.
gl: Requerido: posición, data.
it: Richiede: posizione, data.

source: Accuracy (sec)
de: Genauigkeit (Sek.)
el: Ακρίβεια (sec)
fr: Fréquence (sec)
gl: Precisión (seg)
it: Precisione (sec)

source: Rate of turn
de: Drehgeschwindigkeit (ROT)
el: Ταχύτητας στροφής
fr: Vitesse de virage
gl: Ratio de xiro
it: Giri

source: Requires: magnetic heading.
de: Erfordert: missweisender Steuerkurs (magnetic heading).
el: Απαιτεί: μαγνητική κατέυθυνση.
fr: Requis : cap magnétique.
gl: Requerido: rumbo magnético.
it: Richiede: Direzione magnetica.

source: True heading
de: Rechtweisender Steuerkurs (True Heading)
el: Πραγματική πορεία
fr: Cap vrai
gl: Rumbo verdadeiro
it: Direzione Vera

source: Deviation is included
de: Ablenkung mit einrechnen
el: Περιλαμβάνεται η απόκλιση
fr: Déviation est incluse
gl: Desvíación incluida
it: Deviazione inclusa

source: Requires: magnetic heading, variation.
de: Erfordert: missweisender Steuerkurs, Deklination.
el: Απαιτεί: Απόκλιση μαγνητικής κατέυθυνσης.
fr: Nécessite: cap magnétique, variation.
gl: Requírese: rumbo magnético, variación local.
it: Richiede: direzione magnetica, variazione.

source: Add deviation table
de: Deviationstabelle hinzufügen
el: Προσθήκη πίνακα αποκλίσεων
fr: Ajouter la table de déviation
gl: Engadir táboa de desvío
it: Aggiungi tabella di deviazione

source: Requires: magnetic heading, variation, deviation.
de: Erfordert: missweisender Steuerkurs, Deklination, Ablenkung.
el: Απαιτεί: μαγνητική κατέυθυνση, παραλλαγή, απόκλιση.
fr: Nécessite : cap magnétique, variation, déviation.
gl: Requírese: rumbo magnético, variación local e desvíación.
it: Richiede: direzione magnetica, variazione, deviazione.

source: True wind speed and direction
de: Wahre Windgeschwindigkeit und -richtung
el: Πραγματική ταχύτητα ανέμου και την κατεύθυνση
fr: Direction et vitesse du vent vrai
gl: Dirección e velocidad do viento verdadeiros
it: Velocità vera del vento e direzione

source: Use Speed Through Water
de: Verwenden Sie Geschwindigkeit durchs Wasser (STW)
el: Χρησιμοποιήστε ταχύτητα επιφανείας
fr: Utiliser la vitesse surface
gl: Usar STW (velocidad sobre a agua)
it: Utilizza velocità attraverso l'acqua

source: Requires: SignalK STW, AWS, AWA.
el: Απαιτεί: Signal K STW, AWS, AWA.
fr: Nécessite : STW, AWS, AWA.
gl: Requírese: Signal k, STW, AWS, AWA.
it: Richiede: Signal K STW, AWS, AWA.

source: Use Speed Over Ground
de: Verwenden Sie Geschwindigkeit über Grund (SOG)
el: Χρησιμοποιήσε ταχύτητα εδάφους
fr: Utiliser la vitesse fond
gl: Usar SOG (velocidade sobre terra)
it: Utilizzare velocità attraverso terra

source: Requires: SignalK SOG, COG, HDT, AWS, AWA.
el: Απαιτεί: SignalK SOG, COG, HDT, AWS, AWA.
fr: Requis : SOG, COG, HDT, AWS, AWA.
gl: Requírese: Signal k, SOG COG, HDT, AWS, AWA.
it: Richiede: SignalK SOG, COG, HDT, AWS, AWA.

source: Cancel
de: Abbrechen
el: Ακύρωση
fr: Annuler
gl: Cancelar
it: Annulla

source: You have to provide rate and accuracy values for magnetic variation
de: Sie müssen den Wert und die Genauigkeit für die magnetische Abweichung angeben
el: Πρέπει να δώσετε ταχύτητα και ρυθμό για πραγματική μαγνητική κατέυθηνση
fr: Vous devez fournir des valeurs de taux et de précision pour la déclinaison magnétique
gl: Debe proporcionar o valor e a precisión da variación magnética
it: È necessario fornire i valori di velocità e precisione per variazione magnetica

source: You have to provide rate and accuracy values for true heading
de: Sie müssen den Wert und die Genauigkeit für den rechtweisenden Steuerkurs (rwSK) angeben
el: Πρέπει να δώσετε ταχύτητα και ακρίβεια για πραγματική κατέυθηνση
fr: Vous devez fournir des valeurs de taux et de précision pour le Cap vrai
gl: Debe proporcionar o valor e a precisión do rumbo verdadeiro
it: È necessario fornire i valori di velocità e precisione per rotta

source: You have to provide rate and accuracy values for rate of turn
de: Sie müssen den Wert und die Genauigkeit für die Drehgeschwindigkeit angeben
el: Πρέπει να δώσετε ταχύτητα και ακρίβεια για πραγματική κατέυθηνση
fr: Vous devez fournir des valeurs de taux et de précision pour le taux de virage
gl: Debe proporcionar o valor e a precisión do ratio de xiro
it: È necessario fornire i valori di velocità e precisione per i giri

source: You have to provide rate and accuracy values for true wind speed and direction
de: Sie müssen den Wert und die Genauigkeit für die wahre Windgeschwindigkeit und -richtung angeben
el: Πρέπει να δώσετε ταχύτητα και ακρίβεια για την πραγματική ταχύτητα ανέμου και την κατεύθυνση
fr: Vous devez fournir des valeurs de taux et de précision pour la vitesse et la direction du vent vrai
gl: Debe proporcionar os valores e a precisión da dirección e maila velocidade do vento verdadeiro
it: È necessario fornire i valori di velocità e precisione per la vera velocità del vento e direzione

source: Demo tool
el: Εργαλείο επίδειξης
fr: Outil de démo
gl: Ferramenta de demostración
it: Demo

source: To create tools see ~/.openplotter/tools/README.md.
el: Για να δημιουργήσετε εργαλεία δείτε το ~ /.openplotter/tools/README.md.
fr: Pour créer des outils voir ~ /.openplotter/tools/README.md.
gl: Para crear ferramentas consulte ~ /.openplotter/tools/README.md.
it: Per creare strumenti vedere ~ /.openplotter/tools/README.md.

source: OpenPlotter config data
de: OpenPlotter Config Daten
el: OpenPlotter δεδομένα config
fr: Données de configuration OpenPlotter
gl: Datos de configuración de OpenPlotter
it: Configurazione di OpenPlotter

source: OpenPlotter version:
el: Έκδοση OpenPlotter:
fr: Version d'OpenPlotter :
gl: Versión de OpenPlotter:
it: Versione OpenPlotter:

source: Working with Signal K
de: Arbeiten mit Signal K
el: Λειτουργεί με Signal K
fr: Travailler avec Signal K
gl: Traballando con Signal K
it: Lavorare con Signal K

source: Select a Signal K key
de: Signal K-Schlüssel wählen
el: Επιλέξτε το κλειδί του Signal K
fr: Sélectionnez une clé Signal K
gl: Escolla una chave Signal K
it: Seleziona una chiave Signal K

source: Write some text to publish
de: Schreiben Sie einen Text zum Veröffentlichen
el: Γράψτε κάποιο κείμενο γιά δημοσίευση
fr: Écrire un texte à publier
gl: Escriba o texto para publicar
it: Scrivere un testo da pubblicare

source: Publish
de: Veröffentlichen
el: Δημοσίευση
fr: Publiez
gl: Publicar
it: Pubblica

source: Moitessier HAT Settings
el: Ρυθμίσεις για την προσθήκη Moitessier
fr: Paramètres du HAT Moitessier
gl: Configuración do HAT Moitessier
it: Impostazioni Moitessier HAT

source: Info
el: Πληροφ
fr: Information
gl: Información
it: Informazioni

source: Settings
el: Ρυθμίσεις
fr: Paramètres
gl: Axustes
it: Impostazioni

source: Install
el: Εγκατάσταση
fr: Installer
gl: Instalar
it: Installa

source: Info
el: Πληροφορίες
gl: Información

source: HAT info
el: Πληροφορίες πρόσθετης συσκευής
fr: Info du HAT
gl: Información do HAT
it: Informazioni HAT

source: Statistics
el: Στατιστικά
fr: Statistiques
gl: Estatísticas
it: Statistiche

source: Reset statistics
el: Επαναφορά στατιστικών
fr: Remise à zéro statistiques
gl: Reiniciar Estatísticas
it: Azzera statistiche

source: Sensors
de: Sensoren
el: Αισθητήρες
fr: Détecteurs
gl: Sensores
it: Sensori

source: Disable
el: Απενεργοποίηση
fr: Désactive
gl: Desactivar
it: Disabilita

source: General
el: Γενικά
fr: Général
gl: Xeral
it: Generali

source: Reset HAT
el: Επαναφορά προσθετής συσκευής
fr: Réinitialiser le HAT
gl: Reiniciar HAT
it: Resetta HAT

source: Load defaults
el: Φορτώση προεπιλογών
fr: Charger les valeurs par défaut
gl: Cargar valores por defecto
it: Caricare i valori predefiniti

source: enable simulator
el: ενεργοποίηση προσομοιωτή
fr: activer le simulateur
gl: activar simulador
it: abilita simulatore

source: interval (ms)
el: διάστημα (ms)
gl: intervalo (ms)
it: intervallo (ms)

source: MMSI boat 1
el: MMSI σκάφος 1
fr: MMSI bateau 1
gl: MMSI barco 1
it: MMSI Barca 1

source: MMSI boat 2
el: MMSI σκάφος 2
fr: MMSI bateau 2
gl: MMSI barco 2
it: MMSI Barca 2

source: frequency 1
el: συχνότητα 1
fr: fréquence 1
gl: frecuencia 1
it: frequenza 1

source: frequency 2
el: συχνότητα 2
fr: fréquence 2
gl: frecuencia 2
it: frequenza 2

source: Current Kernel version
el: Τρέχουσα έκδοση του πυρήνα
fr: Version actuelle du noyau
gl: Versión actual do kernel
it: Versione corrente del Kernel

source: Available packages
el: Διαθέσιμα πακέτα
fr: Packages disponibles
gl: Paquetes dispoñibles
it: Pacchetti disponibili

source: Moitessier HAT is not attached!
el: Η προέκαταση Moitessier δεν συνδέεται!
fr: Le HAT Moitessier n'est pas connecté !
gl: ¡HAT Moitessier non conectado!
it: Moitessier HAT non è collegata!

source: Moitessier HAT is attached.
el: Η προέκαταση Moitessier ειναι συνδεδεμένη.
fr: Le HAT Moitessier est connecté.
gl: ¡HAT Moitessier conectado.
it: Moitessier HAT non è collegata.

source: Moitessier HAT package is not installed!
el: Δεν είναι εγκατεστημένη η πρόεκταση Moitessier!
fr: Le paquet Moitessier HAT n'est pas installé !
gl: ¡Paquete HAT Moitessier non instalado!
it: Pacchetto Moitessier HAT non è installato!

source: Moitessier HAT package is installed.
el: Η πρόεκταση Moitessier είναι εγκατεστημένη.
fr: Le paquet Moitessier HAT est installé.
gl: ¡Paquete HAT Moitessier instalado.
it: Pacchetto Moitessier HAT installato.

source: All changes will be temporal. Default settings will be loaded after rebooting.
el: Όλες οι αλλαγές θα ειναι προσωρινές. Οι προεπιλεγμένες ρυθμίσεις θα φορτωθούν μετά την επανεκκίνηση.
fr: Toutes les modifications seront temporaires. Les paramètres par défaut seront chargés après le redémarrage.
gl: Tódolos cambios serán temporais. Os axustes por defecto cargaránse ao reiniciar.
it: Tutte le modifiche saranno temporanee. Impostazioni di default verranno caricate dopo il riavvio.

source: Select the package that matches the current Kernel version. Before installing, be sure the HAT is not being used by any service (kplex, GPSD, OpenCPN ...). If installation fails, you may have to try to install the package several times.
el: Επιλέξτε το πακέτο που ταιριάζει με την τρέχουσα έκδοση του πυρήνα. Πριν από την εγκατάσταση, να είστε βέβαιος οτι η προέκταση δεν χρησιμοποιείται από οποιαδήποτε υπηρεσία (kplex, GPSD, OpenCPN...). Εάν αποτύχει η εγκατάσταση, ίσως χρειαστεί να προσπαθήσετε να εγκαταστήσετε το πακέτο αρκετές φορές.
fr: Sélectionnez le paquet qui correspond à la version actuelle du noyau. Avant l’installation, veillez à ce que le HAT ne soit pas utilisé par n’importe quel service (kplex, GPSD, OpenCPN...). Si l’installation échoue, vous devrez peut-être essayer de réinstaller le paquet plusieurs fois.
gl: Escolla o paquete que coincida coa versión actual do Kernel. Antes de instalar, asegúrese de que o HAT non está sendo utilizado por algún servizo (kplex, GPSD, OpenCPN...). Se a instalación fallase, pode que teñaa que intentar instalar o paquete varias veces.
it: Selezionare il pacchetto che corrisponde alla versione del Kernel corrente. Prima dell'installazione, assicurarsi che la HAT non sia utilizzata da alcun servizio (kplex, della DSGP, OpenCPN...). Se l'installazione non riesce, potrebbe essere necessario provare a installare il pacchetto più volte.

source: Failure reading config.xml file!
el: Αποτυχία ανάγνωσης αρχείου config.xml!
fr: Échec de lecture du fichier config.xml !
gl: ¡Erro ao ler o arquivo config.xml!
it: Errore di lettura file config. Xml!

source: Select a package to install.
el: Επιλέξτε ένα πακέτο για εγκατάσταση.
fr: Sélectionner un paquet à charger.
gl: Escolla o paquete a instalar.
it: Selezionare un pacchetto da installare.

source: Updating Moitessier Hat modules and firmware...
el: Ενημέρωση ενοτήτων της προέκτασης Moitessier και του firmware...
fr: Mise à jour des modules et du firmware Moitessier HAT...
gl: Actualizando os módulos e mailo firmware do Hat Moitessier...
it: Aggiornamento dei moduli di Moitessier Hat e firmware...

source: Defaults loaded.
el: Προεπιλεγμένες ρυθμίσεις φορτώθηκαν.
fr: Chargement des valeurs par défaut.
gl: Valores por defecto cargados.
it: Valori predefiniti caricati.

source: Changes applied.
el: Οι αλλαγές εφαρμόστηκαν.
fr: Modifications appliquées.
gl: Cambios aplicados.
it: Modifiche applicate.

source: Apply changes failed!
el: Η εφαρμογή τών αλλαγών απέτυχε!
fr: Échec de l'enregistrement des changements !
gl: ¡Non se puideron aplicalos cambios!
it: Applicazione modifiche non riuscita!

source: SK Unit
de: SK Einheit
el: Μονάδα SK
fr: Unité de SK
gl: Unidade SK
it: Unità SK

source: Sort SK Unit
de: sort SK Einheit
el: Ταξινόμηση μονάδων SK
fr: Trier unité Sk
gl: Ordear unidade SK
it: Ordina unità SK

source: Sort Unit
de: sort Einheit
el: Ταξινόμηση μονάδων
fr: Trier Unité
gl: Ordear unidade
it: Ordina unità

source: change selected
de: ausgewähltes ändern
el: αλλαγή επιλεγμένου
fr: changer la sélection
gl: cambiar o seleccionado
it: modifica selezione

source: Serial
el: Σειριακή
fr: Série
gl: Serie
it: Seriale

source: Network
el: Δίκτυο
fr: Réseau
gl: Rede
it: Rete (Network)

source: Actions
de: Aktionen
el: Ενέργειες
gl: Accións
it: Azioni

source: Accounts
de: Konto
el: Λογαριασμοί
fr: Comptes
gl: Contas

source: Startup
de: Autostart
el: Εκκίνηση
fr: Démarrage
gl: Arrincar ao inicio
it: Avvio

source: Set an SDR receiver in the new window
de: Einstellungen für das SDR Radio öffnen
el: Ορίστε έναν δέκτη SDR στο νέο παράθυρο
fr: Définissez un récepteur SDR dans la nouvelle fenêtre
gl: Configurar un receptor SDR na nova fiestra
it: Impostare un ricevitore SDR nella nuova finestra

source: Create a deviation table for your boat
de: Erstellen Sie eine Deviationstabelle der für Ihr Boot
el: Δημιουργήστε έναν πίνακα απόκλισης για το σκάφος σας
fr: Créer une table de déviation pour votre bateau
gl: Crear unha táboa de desvíación para o seu barco
it: Crea una tabella di deviazione per la vostra barca

source: Calculate new data from current values
de: berechnet Daten aus vorhandenen
el: Υπολογίσε νέα δεδομένα από τις τρέχουσες τιμές
fr: Calculer de nouvelles données à partir des valeurs actuelles
gl: Calcular novos datos a partir dos valores actuais
it: Calcola i nuovi dati dai valori correnti

source: Generate NMEA 0183 from current values
de: Private NMEA 0183 Datensätze aus Signal K Daten erzeugen.
el: Δημιουργία NMEA 0183 από τρέχουσες τιμές
fr: Génère NMEA0183 depuis les valeurs actuelles
gl: Xerar NMEA 0183 desde los valores actuais
it: Genera NMEA 0183 dai valori correnti

source: Tools
de: Zusätze
el: Εργαλεία
fr: Outils
gl: Ferramentas
it: Strumenti

source: Basque
de: Baskisch
el: Βασκικά
gl: Euskera
it: Basco

source: Set Basque language
de: Setze Sprache: Baskisch
el: Βασκική γλώσσα
fr: Langue : Basque
gl: Escoller idioma Euskera
it: Imposta lingua basca

source: Catalan
de: Katalanisch
el: Καταλανικά
gl: Catalán
it: Catalano

source: Set Catalan language
de: Setze Sprache: Katalanisch
el: Καταλανική γλώσσα
fr: Langue: Catalan
gl: Establecer o catalán como idioma
it: Imposta lingua catalana

source: Dutch
de: Niederländisch
el: Ολλανδικά
fr: Hollandais
gl: Neerlandés
it: Olandese

source: Set Dutch language
de: Setze Sprache: Niederländisch
el: Ολλανδική γλώσσα
fr: Langue: Dutch
gl: Establecer o neerlandés como idioma
it: Imposta lingua olandese

source: English
de: Englisch
el: Αγγλικά
fr: Anglais
gl: Inglés
it: Inglese

source: Set English language
de: Setze Sprache: Englisch
el: Ρύθμιση αγγλικής γλώσσας
fr: Langue: Anglais
gl: Establecer o inglés como idioma
it: Imposta lingua inglese

source: Finnish
el: Φινλανδικά
fr: Finnois
gl: Finés
it: Finlandese

source: Set Finnish language
el: Ορισμός γλώσσας Φινλανδικά
fr: Langue: Finnois
gl: Establecelo idioma finés
it: Imposta lingua finlandese

source: French
de: Französisch
el: Γαλλικά
fr: Français
gl: Francés
it: Francese

source: Set French language
de: Setze Sprache: Französisch
el: Ορισμός γλώσσας Γαλλικά
fr: Langue: Français
gl: Establecer o francés como idioma
it: Imposta lingua francese

source: Galician
de: Galizisch
el: Γαλικικά
fr: Galicien
gl: Galego
it: Galiziano

source: Set Galician language
de: Setze Sprache: Galizisch
el: Ορισμός γλώσσας Γαλικικά
fr: Langue : Galicien
gl: Establecer o galego como lingua
it: Imposta lingua galiziana

source: German
de: Deutsch
el: Γερμανικά
fr: Allemand
gl: Alemán
it: Tedesco

source: Set German language
de: Setze Sprache: Deutsch
el: Ορισμός γλώσσας Γερμανικά
fr: Langue: Allemand
gl: Establecer o alemán como idioma
it: Imposta lingua tedesca

source: Set Italian language
de: Setze Sprache: Italienisch
el: Ορισμός γλώσσας Ιταλικά
fr: Mettre en langue italienne
gl: Establecer o italiano como idioma
it: Imposta lingua italiana

source: Spanish
de: Spanisch
el: Ισπανικά
fr: Espagnol
gl: Español
it: Spagnolo

source: Set Spanish language
de: Setze Sprache: Spanisch
el: Ορισμός γλώσσας Ισπανικά
fr: Langue: Espagnol
gl: Establecer o español como idioma
it: Imposta lingua spagnola

source: Language
de: Sprache
el: Γλώσσα
fr: Langue
gl: Idioma
it: Lingua

source: Update OpenCPN
el: Ενημέρωση έκδοσης OpenCPN
fr: Mise à jour d'OpenCPN
gl: Actualizar OpenCPN
it: Aggiorna OpenCPN

source: Update OpenCPN to latest stable release
de: Update OpenCPN auf die neuste stabile Version
el: Ενημέρωση OpenCPN στην τελευταία σταθερή έκδοση
fr: Mise à jour d'OpenCPN vers la dernière version stable
gl: Actualizar OpenCPN á última versión estable
it: Aggiorna OpenCPN all'ultima versione stabile

source: Update OpenCPN plugins
el: Ενημέρωση προσθέτων OpenCPN
fr: Mise à jour des modules d'OpenCPN
gl: Actualizar plugins de OpenCPN
it: Aggiorna i plugins OpenCPN

source: Update OpenCPN plugins to latest stable releases
de: Update OpenCPN Plugins auf die neuste stabile Version
el: Ενημέρωση τών προσθέτων του OpenCPN στην τελευταία σταθερή έκδοση
fr: Mise à jour des modules d'OpenCPN vers la dernière version stable
gl: Actualizar OpenCPN á última versión estable
it: Aggiorna i plugins OpenCPN all'ultima versione stabile

source: Set default OpenPlotter desktop
de: Standard OpenPlotter Desktop
el: Ορίσετε την προεπιλεγμένη επιφάνεια εργασίας OpenPlotter
fr: Sélectionne le bureau OpenPlotter défaut
gl: Restaurar a configuración predeterminada do escritorio de OpenPlotter
it: Imposta il desktop predefinito OpenPlotter

source: Run this after a major update
de: Führe dies nach einem Versionsupdate aus
el: Εκτελέστε αυτό μετά από μια σημαντική ενημέρωση
fr: A exécuter après une mise à jour majeure
gl: Executar isto despois dunha actualización importante
it: Esegui questo dopo un importante aggiornamento

source: Update OpenPlotter
el: Ενημέρωση έκδοσης OpenPlotter
fr: Mise à jour d'OpenPlotter
gl: Actualizar OpenPlotter
it: Aggiorna OpenPlotter
