Repository: deadship2003/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: de, el, fr, gl, it

source: CAUTION. If you connect a closed switch or some inappropriate circuit, you could short out and damage your board when this output becomes "High". Are you sure to enable this output?
de: VORSICHT. Wenn Sie einen geschlossenen Schalter oder einen unangemessenen Stromkreis anschließen, können Sie Ihr Board kurzschließen und beschädigen, wenn dieser Ausgang "High" wird. Wollen Sie diesen Ausgang wirklich aktivieren?
el: ΠΡΟΣΟΧΉ. Εάν συνδέσετε ένα κλειστό διακόπτη ή κάποιο ακατάλληλο κύκλωμα, θα μπορούσατε να βλάψετε το συστημα σας, όταν αυτή η έξοδος πάρει ρεύμα. Είστε βέβαιοι ότι θελετε να ενεργοποιήσετε αυτήν την έξοδο;
fr: MISE EN GARDE. Si vous connectez un interrupteur fermé ou certains circuit inappropriée, vous pouvez court-circuiter et endommager votre carte mère lors de cette sortie devient « Haut ». Êtes-vous sûr d’activer cette sortie ?
gl: PRECAUCIÓN. Se vostede conecta un interruptor pechado ou calquera circuito inadecuado podería provocar un cortocircuito e danar a súa placa cuando esta salida se convirta en "Alta". Está seguro de que desexa habilitar esta saída?
it: ATTENZIONE. Se si collega un interruttore chiuso o qualche circuito inappropriato, potresti mettere in corto circuito e danneggiare la tua scheda quando il valore dell'output è "Alto". Sei sicuro di attivare questa uscita?

source: Question
de: Frage
el: Ερώτηση
gl: Pregunta
it: Domanda

source: Failed. You must fill in all fields.
de: Gescheitert. Sie müssen alle Felder ausfüllen.
el: Απέτυχε. Πρέπει να συμπληρώσετε όλα τα πεδία.
fr: Erreur. Vous devez remplir tous les champs.
gl: Erro. Debe encher tódolos campos.
it: Fallito. E' necessario compilare tutti i campi.

source: Add I2C sensor without compass
el: Προσθέστε I2C αισθητήρα χωρίς πυξίδα
fr: Ajouter capteur I2C sans compas
gl: Engadir sensor I2C sen compás
it: Aggiungi il sensore I2C senza bussola

source: detected
de: gelöscht
el: ανιχνεύθηκαν
fr: détecté
gl: detectado
it: rilevato

source: Address
de: Adresse
el: Διεύθυνση
fr: Adresse
gl: Enderezo
it: Indirizzo

source: Addresses
de: Adressen
el: Διευθύνσεις
fr: Adresses
gl: Enderezos
it: Indirizzi

source: add/update sensor
de: Sensor hinzufügen / ändern
el: προσθήκη/Ενημέρωση αισθητήρα
fr: ajouter/mettre à jour un capteur
gl: engadir/actualizar sensor
it: aggiungi/aggiorna sensore

source: If your sensors are not detected right, try resetting system or forcing name and address. Do you want to try auto detection again?
de: Wenn Ihre Sensoren nicht richtig erkannt werden, versuchen Sie, das System zurückzusetzen oder den Namen und die Adresse zu benennen. Möchten Sie die automatische Erkennung erneut probieren?
el: Εάν αισθητήρες σας δεν εντοπίζονται σωστά, δοκιμάστε να επαναφέρετε το σύστημα ή δηλώστε το όνομα και τη διεύθυνση. Θέλετε να δοκιμάσετε την αυτόματη ανίχνευση και πάλι;
fr: Si vos capteurs ne sont pas détectés correctement, essayez de réinitialiser le système ou en forçant un nom et une adresse. Voulez vous essayer à nouveau la détection automatique ?
gl: Se os seus sensores non se detectan correctamente, tente reiniciar o sistema ou forzar o nome e mailo o enderezo. Desexa probar coa detección automática de novo?
it: Se i sensori non sono rilevati, prova a reimpostare il sistema o forza il nome e indirizzo. Vuoi riprovare il rilevamento automatico?

source: Detected I2C addresses
de: I2C Adresse gelöscht
el: Εντοπίστηκαν οι I2C διευθύνσεις
fr: Adresses I2C détectées
gl: Enderezos I2C detectados
it: Indirizzi I2C rilevati

source: Add/Edit NMEA 0183 (KPLEX)
de: hinzufügen/bearbeiten NMEA 0183 (KPLEX)
el: Προσθήκη/Επεξεργασία NMEA 0183 (KPLEX)
fr: Ajouter/modifier des NMEA 0183 (KPLEX)
gl: Engadir/Editar NMEA 0183 (KPLEX)
it: Aggiungi/Modifica NMEA 0183 (KPLEX)

source: Type
de: Typ
el: Τύπος
gl: Tipo
it: Tipo

source: settings
de: Einstellungen
el: ρυθμίσεις
fr: paramètres
gl: axustes
it: impostazioni

source: Port
de: Kanal
el: Θύρα
gl: Porto
it: Porta

source: Bauds
de: Baud
gl: Baudios

source: in/out
el: εισοδός/έξοδος
fr: ent/sort
gl: entrada/saída

source: in Filter
el: στο φίλτρο
fr: filtre entrant
gl: filtro de entrada
it: nel Filtro

source: none
de: keine
el: κανένα
fr: aucun
gl: ningún
it: nessuno

source: Accept only sentences:
de: Nur ganze Sätze:
el: Αποδέξου μόνο δεδομένα:
fr: Accepter seulement les trames:
gl: Aceptar só sentenzas:
it: Accetta solo frasi:

source: Ignore sentences:
de: Ignoriere Satz:
el: Αγνόησε δεδομένα:
fr: Ignorer les trames:
gl: Ignorar sentenzas:
it: Ignora le frasi:

source: Add sentence
de: Satz hinzufügen
el: Προσθήκη πρότασης
fr: Ajouter les trames
gl: Engadir sentenza
it: Aggiungi la frase

source: Delete
de: löschen
el: Διαγραφή
fr: Effacer
gl: Borrar
it: Elimina

source: out Filter
el: φίλτρο εξόδου
fr: filtre en sortie
gl: filtro de saída
it: fuori filtro

source: nothing
de: nichts
el: τίποτα
fr: vide
gl: nada
it: niente

source: accept
de: übernehmen
el: αποδοχή
fr: Accepter
gl: aceptar
it: accetta

source: ignore
de: ignorieren
el: παράβλεψη
fr: Ignorer
gl: ignorar
it: ignora

source: Talker must have 2 uppercase characters. The symbol * matches any character.
de: Sender muss 2 Großbuchstaben haben. "*" steht als Joker.
el: Ο εκφραστής πρέπει να έχει 2 κεφαλαίους χαρακτήρες. Το σύμβολο * αντιστοιχεί σε οποιονδήποτε χαρακτήρα.
fr: Talker doit avoir 2 caractères en majuscule. Le symbole " * " remplace tout caractère.
gl: O Talker debe ter 2 letras maiúsculas. O símbolo * sustitúe a cualquier letra.
it: Il Talker deve avere 2 caratteri maiuscoli. Il simbolo * corrisponde a qualsiasi carattere.

source: Sentence must have 3 uppercase characters. The symbol * matches any character.
de: Staz muss 3 Großbuchstaben haben. "*" steht als Joker.
el: Η έκφραση πρέπει να έχει 3 κεφαλαίους χαρακτήρες. Το σύμβολο * αντιστοιχεί σε οποιονδήποτε χαρακτήρα.
fr: Les trames doivent avoir 3 caractères en majuscules. Le symbole " * " remplace tout caractère.
gl: A sentenza tdebe ter 3 letras maiúsculas. O símbolo * sustitúe a cualquier letra.
it: La frase deve avere 3 caratteri maiuscoli. Il simbolo * corrisponde a qualsiasi carattere.

source: You must enter 2 uppercase characters for talker or 3 uppercase characters for sentence. The symbol * matches any character.
de: Sie müssen 2 Großbuchstaben für Sender oder 3 Großbuchstaben für Satztyp eingeben. Das Symbol * entspricht jedem Zeichen.
el: Πρέπει να εισάγετε 2 κεφαλαίους χαρακτήρες για το talker ή 3 κεφαλαίους χαρακτήρες για την πρόταση. Το σύμβολο * αντιστοιχεί σε οποιονδήποτε χαρακτήρα.
fr: Vous devez entrer 2 caractères en majuscule pour Talker ou 3 caractères en majuscule pour Trame. Le symbole " * " remplace tout caractère.
gl: Debe introducir 2 letras maiúsculas para o Talker ou 3 letras maiúsculas para a Sentenza. O símbolo * sustitúe a cualquier letra.
it: È necessario immettere 2 caratteri maiuscoli per Talker o 3 caratteri maiuscoli per frase. Il simbolo * corrisponde a qualsiasi carattere.

source: This sentence already exists.
de: Dieser Satz existiert bereits.
el: Η πρόταση αυτή, υπάρχει ήδη.
fr: Cette trame existe déja.
gl: Esta sentenza xa existe.
it: Questa frase esiste già.

source: "Name" must be a string between 1 and 13 lowercase letters and/or numbers which is not used as name for another input/output.
de: "Name" muss eine Zeichenfolge zwischen 1 und 13 Kleinbuchstaben und / oder Zahlen sein, die nicht als Name für eine andere Eingabe / Ausgabe verwendet wird.
el: «Όνομα» πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 13 πεζών γράμματων ή αριθμων που δεν χρησιμοποιείται ως όνομα για μία άλλη εισόδο/εξόδο.
fr: "Name" doit contenir de 1 à 13 chiffres et/ou lettres en minuscule et ne doit pas être utilisé comme nom pour une autre entrée ou sortie.
gl: "Nome" ten que ser unha cadea de texto de entre 1 e 13 letras en minúscula e/ou números que non esteñan sendo usados xa como nome para outra entrada/saída.
it: "Nome" deve essere una stringa tra 1 e 13 lettere minuscole e/o numeri che non viene utilizzati come nome per un altro input/output.

source: This name is already in use.
de: Dieser Name wird bereits verwendet.
el: Αυτό το όνομα είναι ήδη σε χρήση.
fr: Ce nom est déjà utilisé.
gl: Este nome está en uso.
it: Questo nome è già in uso.

source: This name is reserved by the system.
de: Dieser Name ist vom System reserviert.
el: Αυτό το όνομα είναι δεσμευμένο από το σύστημα.
fr: Ce nom est réservé par le système.
gl: Nome reservado polo sistema.
it: Questo nome è riservato dal sistema.

source: You must select a Port.
de: Es muss ein Port ausgewählt werden.
el: Πρέπει να επιλέξετε μία Θύρα.
fr: Vous devez choisir un Port.
gl: Debe escoller un Porto.
it: È necessario selezionare una porta.

source: This output is already in use.
de: Der Ausgang ist schon in Gebrauch.
el: Αυτή η εξόδος είναι ήδη σε χρήση.
fr: Cette sortie est déja utilisée.
gl: Esta saída xa está en uso.
it: Questa uscita è già in uso.

source: You must enter an Address.
de: Es muss eine Adresse eingegeben werden.
el: Πρέπει να γράψετε μία διεύθυνση.
fr: Vous devez entrer une Adresse.
gl: Debe introducir un Enderezo.
it: È necessario immettere un indirizzo.

source: You must enter a Port.
de: Es muss ein Port angegeben werden.
el: Πρέπει να γράψετε μια θύρα.
fr: Vous devez entrer un Port.
gl: Debe introducir un Porto.
it: È necessario immettere una porta.

source: Cancelled. Port 10111-10113 are reserved.
de: Abgebrochen. Port 10111-10113 sind reserviert.
el: Άκυρο. Οι Θύρες 10111-10113 είναι σε χρήση.
fr: Annulé. Les ports 10111-10113 sont réservés.
gl: Cancelado. Os portos 10111-10113 están reservados.
it: Annullato. Porte 10111-10113 sono riservate.

source: This input is already in use.
de: Der Eingang ist schon in Gebrauch.
el: Αυτή η εισόδος είναι ήδη σε χρήση.
fr: Cette entrée est déja utilisée.
gl: Esta entrada xa está en uso.
it: Questo ingresso è già in uso.

source: You must select a Filter type.
de: Es muss eine Filter eingegeben werden.
el: Πρέπει να επιλέξετε έναν τύπο φίλτρου.
fr: Vous devez choisir un type de filtre.
gl: Debe escoller un tipo de Filtro.
it: È necessario selezionare un tipo di filtro.

source: Tool
el: Εργαλείο
fr: Outil
gl: Ferramenta
it: Strumento

source: Add MQTT topic
de: MQTT Satz hinzufügen
el: Προσθήκη θέματος MQTT
fr: Ajouter un sujet (Topic) MQTT
gl: Engadir topic MQTT
it: Aggiungi topic MQTT

source: Edit MQTT topic
de: MQTT Satz bearbeiten
el: Επεξεργασία θέματος MQTT
fr: Modifier un sujet MQTT
gl: Editar topic MQTT
it: Modificare topic MQTT

source: Topic
el: Θέμα
fr: Sujet
gl: Tema

source: General
de: Allgemein
el: Γενικά
fr: Général
gl: Xeral
it: Generale

source: Signal K key input
de: nutze Signal K Schlüssel
el: Signal K κλειδί εισόδου
fr: Entrée signal K
gl: Entrada da chave Signal K
it: chiave di input Signal K

source: Signal K delta input
de: nutze Signal K Delta Schlüssel
el: Signal K κλειδί εισόδου
fr: Valeur d'entrée du delta de signal K
gl: Entrada da chave delta de Signal K
it: input differenziale Signal K

source: Add trigger
de: Auslöser hinzufügen
el: Προσθήκη Ενεργοποίησης
fr: Ajouter un événement
gl: Engadir disparador
it: Aggiungi trigger

source: Edit trigger
de: Auslöser bearbeiten
el: Επεξεργασία ενεργοποίησης
fr: Modifier un déclencheur
gl: Editar disparador
it: Modifica trigger

source: Date
de: Datum
el: Ημερομηνία
gl: Data
it: Data

source: Operator
el: Διαχειριστής
fr: Opérateur
gl: Operador
it: Operatore

source: format:
el: μορφή:
gl: formato:
it: formato:

source: Failed. Enter a value.
de: Gescheitert. Geben Sie einen Wert ein.
el: Απέτυχε. Εισαγάγετε μια τιμή.
fr: Erreur. Entrez une valeur.
gl: Erro. Introduza un valor.
it: Fallito. Immettere un valore.

source: Failed. Select value, timestamp or source.
de: Gescheitert. Wählen Sie Wert, Zeitstempel oder Quelle.
el: Απέτυχε. Επιλέξτε τιμή, χρονική σήμανση ή πηγή.
fr: Erreur. Sélectionnez valeur, un horodatage ou une source.
gl: Erro. Escolla valor, marca de tempo ou fonte.
it: Fallito. Selezionare valore, timestamp o origine.

source: convert analog value to expected value of input
de: konvertiert Analogwert in einheitsbezogenen Wert
el: μετατροπή αναλογικής τιμής στήν αναμενόμενη τιμή εισόδου
fr: convertir une valeur analogique au format de saisie attendu
gl: convertir valor analóxico ao valor esperado de entrada
it: convertire il valore analogico nel valore atteso di input

source: adc value
de: Analogwert
el: τιμή Adc
fr: valeur adc
gl: valor adc
it: valore ADC

source: value in unit
de: Wert bezogen auf Einheit
el: τιμή μονάδας εισόδου
fr: valeur dans l'unité
gl: valor en unidade
it: valore in unità

source: raw adc value
de: adc Rohwert
el: ακατεργαστή τημή Adc
fr: plage de valeur adc
gl: valor bruto de adc
it: valore raw dell' adc

source: value in required unit
de: Wert in erwarteter Einheit
el: τιμή στην απαιτούμενη μονάδα
fr: valeur dans l’unité requise
gl: valor na unidade requerida
it: valore in unità desiderata

source: add
de: hinzufügen
el: προσθήκη
fr: Ajouter
gl: engadir
it: aggiungi

source: delete
de: löschen
el: διαγραφή
fr: Effacer
gl: borrar
it: elimina

source: nothing selected
de: nichts ausgewählt
el: κενή επιλογή
fr: rien n'a été sélectionné
gl: nada seleccionado
it: non è stato selezionato nulla

source: adc value must be a number without dec point
de: Analogwert muss eine Nummer mit Dezimalpunkt sein.
el: η Adc τιμή πρέπει να είναι ένας αριθμός χωρίς δεκαδικά
fr: la valeur de l’adc doit être un nombre entier sans point décimal
gl: o valor de Adc debe ser un número sen decimais
it: il valore dell' ADC deve essere un numero intero

source: value isn't a number
de: Wert ist keine Zahl
el: αυτή η τιμή δεν είναι αριθμός
fr: la valeur n’est pas un nombre
gl: o valor introducido non é un número
it: il valore non è un numero

source: Clean
de: Säubern
el: Καθαρισμός
fr: Effacer
gl: Borrar
it: Pulisci

source: Rate (seconds)
de: Rate (Sek.)
el: Ρυθμός (sec)
fr: Fréquence (sec)
gl: Frecuencia (segundos)
it: Rate (secondi)

source: File not found:
el: Το αρχείο δεν βρέθηκε:
fr: Fichier non trouvé:
gl: Non se atopou o arquivo:
it: File non trovato:

source: ungrouped
de: ungruppiert
el: διαχωρισμός ομάδας
fr: non groupé
gl: non agrupados
it: non raggruppati

source: Select Signal K key
de: Signal K-Schlüssel wählen
el: Επιλέξτε το κλειδί του Signal K
fr: Sélectionnez une clé Signal K
gl: Escoller chave Signal K
it: Seleziona la chiave Signal K

source: Groups
de: Gruppen
el: Ομάδες
fr: Groupes
gl: Grupos
it: Gruppi

source: Keys
de: Schlüssel
el: Κλειδιά
fr: Clés
gl: Chaves
it: Chiavi

source: Ungrouped Signal K keys.
de: Nicht gruppierte Signal K Schlüssel.
el: Κατάργηση ομαδοποίησης κλειδιών Signal K.
fr: Clés Signal Key non groupées.
gl: Chaves Signal K sen agrupar.
it: Signal K non raggruppati

source: Show Signal K keys
el: Εμφάνιση κλειδιών Signal K
fr: Afficher les clés Signal K
gl: Amosar chaves Signal K
it: Mostra chiavi Signal K

source: All actions have been stopped.
de: Alle Aktionen gestoppt.
el: Όλες οι ενέργειες έχουν σταματίσει.
fr: Toutes les actions sont stoppées.
gl: Detiveronse tódalas accións.
it: Tutte le azioni sono state interrotte.

source: All actions have been started.
de: Alle Aktionen gestartet.
el: Όλες οι ενέργειες έχουν ξεκινήσει.
fr: Toutes les actions sont activées.
gl: Iniciaronse tódalas accions.
it: Tutte le azioni sono state avviate.

source: Interval
de: Intervall
el: Διάστημα
fr: Intervalle
gl: Intervalo
it: Intervallo

source: Data
de: Daten
el: Δεδομένα
fr: Données
gl: Datos
it: Dati

source: Sort SRC
de: SRC sortiert
el: Ταξινόμηση SRC
fr: Trier SRC
gl: Ordear SRC
it: Ordina SRC

source: Sort PGN
de: PGN sortiert
el: Ταξινόμηση PGN
fr: Trier PGN
gl: Ordear PNG
it: Ordina PGN

source: Device
de: Gerät
el: Συσκευή
fr: Appareil
gl: Dispositivo
it: Dispositivo

source: Pause
el: Παύση
gl: Pausa
it: Pausa

source: Sort
de: Sortieren
el: Ταξινόμηση
fr: Trier
gl: Ordear
it: Ordina

source: connected to:
de: verbunden mit:
el: συνδεδεμένο με:
fr: connecté à:
gl: conectado a:
it: connesso a:

source: Failed to connect with localhost:10113. Error:
de: Fehler beim Verbinden mit localhost: 10113. Fehler:
el: Απέτυχε η σύνδεση με localhost:10113. Σφάλμα:
fr: Impossible de se connecter avec localhost:10113. Erreur :
gl: Erro ao conectar con localhost:10113. Erro:
it: Impossibile connettersi a localhost:10113. Errore:

source: , trying to reconnect...
de: , versuche Verbindung wiederherzustellen...
el: , προσπάθεια να επανασύνδεσης...
fr: , nouvelle tentative...
gl: , tentando reconectar...
it: , tentativo di riconnessione...

source: Resume
de: weiter
el: Συνέχιση
fr: Reprendre
gl: Continuar
it: Riprendi

source: Unit
de: Einheit
el: Μονάδα
fr: Unité
gl: Unidade
it: Unità

source: Status
el: Κατάσταση
fr: Etat
gl: Estado
it: Stato

source: Description
de: Beschreibung
el: Περιγραφή
gl: Descripción
it: Descrizione

source: Sort SK
de: SK sortiert
el: Ταξινόμηση SK
fr: Trier SK
gl: Ordear SK
it: Ordina SK

source: Show All SK keys
el: Προβολή ολων των κλειδιών Signal K
fr: Montrer toutes les clés Signal K
gl: Amosar tódalas chaves SK
it: Mostra tutte le chiavi SK

source: private Unit
de: persönliche Einheit
el: ιδιωτική μονάδα
fr: unité privée
gl: unidade privada
it: unità privata

source: Unit Setting
de: Einheiten einstellen
el: Ρυθμίσεις μονάδων μέτρησης
fr: Réglage de l’unité
gl: Axustes da unidade
it: Impostazioni unità

source: Message
de: Meldung
el: Μήνυμα
gl: Mensaxe
it: Messaggio

source: Show deviation table as curve
de: Zeige die Deviationstabelle als Diagramm
el: Εμφάνιση πίνακα απόκλισης ως καμπύλη
fr: Voir la déviation table comme courbe
gl: Mostrar táboa de desvíación como curva
it: Visualizza tabella di deviazione come curva

source: Deviation
de: Abweichung
el: Απόκλιση
fr: Déviation
gl: Desvíación
it: Deviazione

source: settings to convert raw adc values (unlinear and/or no factor and/or no offset) to useable values for input
de: Einstellungen für die Umwandlung der Rohwerte des AD-Wandlers (nichtlinear und/oder kein Faktor und/oder Versatz)
el: ρυθμίσεις για τη μετατροπή ακατέργαστων adc τιμών (μη γραμμικών και/ή στοιχείο συντελεστή και/ή μετατόπιση) ωφέλιμες τιμές εισόδου
fr: réglages pour convertir des valeurs adc brutes (non-linéaires et/ou sans facteur et/ou sans offset) en valeurs exploitables pour la saisie
gl: axustes para convertir valores en bruto de adc (non liniais e/ou sen factor e/ou sen compensar) a valores utilizables para a entrada
it: impostazioni per convertire i valori raw dell'adc (non lineari e/o nessun fattore e/o senza offset) ai valori utilizzabili per l'input

source: row adc value
de: AD-Wandler Rohwerte
el: ακατεργαστή τημή Adc
fr: valeur adc brute
gl: valor da fila adc
it: valore raw dell'Adc

source: Test SMS
de: SMS testen
el: Δοκιμαστικό μήνυμα SMS
gl: Probar SMS
it: Prova SMS

source: Error
de: Fehler
el: Σφάλμα
fr: Erreur
gl: Erro
it: Errore

source: Start
el: Eκκίνηση
fr: Démarrage
gl: Inicio
it: Avvia

source: Press start to check the settings and connect to the GSM device
de: Drücken Sie Start, um die Einstellungen zu überprüfen und mit dem GSM-Gerät zu verbinden
el: Πατήστε έναρξη για να ελέγξετε τις ρυθμίσεις και να συνδεθείτε με τη συσκευή GSM
fr: Appuyer sur Start pour vérifier les réglages et connecter le périphérique GSM
gl: Prema Inicio para comprobar a configuración e conectar co dispositivo GSM
it: Premere start per controllare le impostazioni e connettersi al dispositivo GSM

source: Press start to send the text "
de: Drücke Start zum senden des Textes \"
el: Πατήστε Έναρξη για να στείλετε το κείμενο»
fr: Appuyez sur Start pour envoyer "
gl: Prema Inicio para enviar o texto "
it: Premere start per inviare il testo"

source: " to the number "
de: " zur Nummer "
el: «στον αριθμό τηλ»
fr: " au numéro "
gl: " ao número "
it: " al numero "

source: Connecting...
de: Verbinden...
el: Σύνδεση...
fr: Connexion...
gl: Conectando...
it: In connessione...

source: Error opening device. Check settings.
de: Fehler beim öffnen des Gerätes. Überprüfe die Einstellungen.
el: Σφάλμα αρχικοπίησης της συσκευής. Ελέγξτε τις ρυθμίσεις.
fr: Erreur. Vérifiez les paramètres.
gl: Erro abrindo dispositivo. Comproba a configuración.
it: Errore durante l'apertura del dispositivo. Controllare le impostazioni.

source: Sending...
de: Senden...
el: Αποστολή...
fr: Envoi ...
gl: Enviando...
it: Invio...

source: " sent succesfully to
de: " erfolgreich gesendet an
el: «στάλθηκε με επιτυχία στο
fr: " envoyé avec succès à
gl: " enviado correctamente a
it: " inviato correttamente a

source: Finished
de: Fertig
el: Ολοκληρώθηκε
fr: Terminé.
gl: Rematado
it: Terminato

source: NMEA 0183 generator
de: NMEA 0183 erzeugen
el: Γεννήτρια NMEA 0183
fr: Générateur de NMEA 0183
gl: Xerador de NMEA0183
it: Generatore di dati NMEA 0183

source: Rate
el: Ρυθμός
fr: Fréquence
gl: Taxa

source: Fields
de: Felder
el: Πεδία
fr: Champs
gl: Campos
it: Campi

source: opencpn default
de: opencpn standard
el: προεπιλογή opencpn
fr: opencpn par défaut
gl: opencpn por defecto
it: openCPN predefinito

source: NMEA Diagnostic
de: NMEA Diagnose
el: Διαγνωστικά NMEA
fr: Diagnostic NMEA
gl: Diagnóstico NMEA
it: Diagnostica NMEA

source: SK Diagnostic
de: SK Diagnose
el: Διαγνωστικά SK
fr: Diagnostic SK
gl: Diagnóstico SK
it: Diagnostica di SK

source: This function is only allowed when the list is empty.
de: Diese Funktion ist nur zulässig, wenn die Liste leer ist.
el: Αυτή η λειτουργία επιτρέπεται μόνο όταν η λίστα είναι κενή.
fr: Cette fonction n’est autorisée que lorsque la liste est vide.
gl: Esta función só se permite cando a lista está valeira.
it: Questa funzione è consentita solo quando l'elenco è vuoto.

source: SDR receiver
de: SDR Radio
el: Δέκτης SDR
fr: Récepteur SDR
gl: Receptor SDR
it: Ricevitore SDR

source: Enable AIS reception
de: AIS-Empfang aktivieren
el: Ενεργοποιήσε λήψη AIS
fr: Activer la réception AIS
gl: Activar Recepción AIS
it: Abilita la ricezione AIS

source: Gain
de: Verstärkung
gl: Ganancia
it: Guadagno

source: Correction (ppm)
de: Korrektur (ppm)
el: Διόρθωση (ppm)
gl: Corrección (ppm)
it: Correzione (ppm)

source: Channel A 161.975Mhz
de: Kanal A 161.975Mhz
el: Κανάλι Α 161.975Mhz
fr: Canal A 161.975Mhz
gl: Canle A 161.975Mhz
it: Canale A 161,975 Mhz

source: Channel B 162.025Mhz
de: Kanal B 162.025Mhz
el: Κανάλι B 162.025Mhz
fr: Canal B 162.025Mhz
gl: Canle B 162.025Mhz
it: Canale B 162,025 Mhz

source: Take a look
de: Schau hier
el: Ρίξτε μια ματιά
fr: Visualiser
gl: Visualizar
it: Dai un'occhiata

source: Calibration
de: Kalibrierung
el: Βαθμονόμηση
gl: Calibrado
it: Calibrazione

source: Fine calibration using GSM
de: Feinabgleich über GSM
el: Λεπτομερής βαθμονόμηση με χρήση GSM
fr: Calibration fine par GSM
gl: Calibrado preciso con GSM
it: Taratura fine utilizzando GSM

source: Band
el: Μπάντα
fr: Bande
gl: Banda
it: Banda

source: Check band
de: Frequenzband prüfen
el: Ελέγχος Μπάντας
fr: Vérifier la Bande
gl: Comprobar banda
it: Verifica banda

source: Channel
de: Kanal
el: Κανάλι
fr: Canal
gl: Canle
it: Canale

source: Fine calibration
de: Feinjustage
el: Λεπτομερής βαθμονόμηση
fr: Calibration fine
gl: Calibrado preciso
it: Taratura fine

source: SDR-AIS reception enabled
de: Empfang SDR-AIS gestartet
el: Η λήψη SDR-AIS ενεργοποιήθηκε
fr: Réception SDR-AIS activée.
gl: Recepción SDR-AIS habilitada
it: Ricezione di SDR-AIS abilitato

source: SDR-AIS reception disabled
de: Empfang SDR-AIS gestoppt
el: Η λήψη SDR-AIS απενεργοποιήθηκε
fr: Réception SDR-AIS desactivée.
gl: Recepción SDR-AIS deshabilitada
it: Ricezione di SDR-AIS disabilitato
