Repository: deadship2003/openplotter
Catalog: locale/*/LC_MESSAGES/openplotter.po
Languages: de, el, fr, gl, it

source: enable UART
el: ενεργοποίηση UART
fr: activez l’UART
gl: activar UART
it: abilitare UART

source: disable UART
el: απενεργοποίηση UART
fr: désactiver l’UART
gl: desactivar UART
it: disattivare UART

source: Warning: You have connected the "
de: Warnung: Sie haben das Gerät "
el: Προειδοποίηση: έχετε συνδέσει τις»
fr: Avertissement: vous avez connecté "
gl: Atención: Vostede conectou o "
it: Attenzione: hai collegato il "

source: " to the usb port which is reserved for another device
de: " zum USB-Port, der für ein anderes Gerät reserviert ist
el: «στη θύρα usb που είναι δεσμευμένη για μια άλλη συσκευή
fr: « pour le port usb qui est réservé à un autre appareil
gl: "a un porto USB reservado para outro dispositivo
it: "alla porta usb che è riservata per un altro dispositivo

source: Failed. No port selected
el: Απέτυχε. Δεν εχεί επιλεγεί θύρα
fr: Échec. Aucun port sélectionné
gl: Erro. Non se seleccionou porto
it: Non è riuscito. Nessuna porta selezionata

source: Checking selected device ...
el: Έλεγχος επιλεγμένης συσκευής...
fr: Vérification du périphérique sélectionné...
gl: Comprobando o dispositivo seleccionado...
it: Controllo periferica selezionata...

source: Suitable parameters according to your system settings. Press apply to save.
el: Κατάλληλες παραμέτρους σύμφωνα με τις ρυθμίσεις του συστήματός σας. Πατήστε εφαρμογή για να αποθηκεύσετε.
fr: Paramètres appropriés selon vos paramètres système. Appuyez sur appliquer pour enregistrer.
gl: Parámetros axeitados para á configuración do seu sistema. Prema aplicar para gardar.
it: Parametri disponibili in base alle impostazioni di sistema. Premere applica per salvare.

source: We have not found any recognizable data on your device.
el: Δεν έχουμε βρει οποιαδήποτε αναγνωρίσιμα δεδομένα στη συσκευή σας.
fr: Nous n’avons trouvé aucune donnée identifiable sur votre appareil.
gl: Non atopamos datos recoñecibles no seu dispositivo.
it: Non abbiamo trovato alcun dato riconoscibile sul tuo dispositivo.

source: Failed. You have to provide a name (between 1 and 8 letters and/or numbers).
el: Απέτυχε. Πρέπει να δώσετε ένα όνομα (μεταξύ 1 και 8 γράμματα ή αριθμούς).
fr: Échec. Vous devez fournir un nom (entre 1 et 8 lettres et/ou chiffres).
gl: Erro. Debe proporcionar un nome (entre 1 e 8 letras e/ou números).
it: Non è riuscito. È necessario fornire un nome (tra 1 e 8 lettere e/o numeri).

source: Failed. Same name used for multiple devices
el: Απέτυχε. Ίδιο όνομα χρησιμοποιείται για πολλές συσκευές
fr: Échec. Même nom utilisé pour plusieurs appareils
gl: Erro. O mesmo nome xa se usou para múltiples dispositivos
it: Non è riuscito. Stesso nome utilizzato per più dispositivi

source: Failed. The new name must be a string between 1 and 8 letters and/or numbers.
de: Abgebrochen. Der neue Name muss 1 bis 8 Zeichen und/oder Zahlen haben.
el: Απέτυχε. Το νέο όνομα πρέπει να είναι μια συμβολοσειρά μεταξύ 1 και 8 γράμματα ή αριθμούς.
fr: Échec. Le nom doit contenir de 1 à 8 lettres et/ou chiffres.
gl: Fallou. O novo nome debe ser unha cadea de texto de entre 1 a 8 letras e/ou números.
it: Fallito. Il nuovo nome deve essere una stringa tra 1 e 8 lettere e/o numeri.

source: Failed. Select bauds.
el: Απέτυχε. Επιλέξτε ταχύτητα.
fr: Échec. Sélectionnez bauds.
gl: Erro. Seleccione baudios.
it: Non è riuscito. Selezionare bauds.

source: Warning: USB-Port with duplicate vendor product must be set to "Remember port".
el: Προειδοποίηση: USB θύρας με διπλό προμηθευτή προϊόντος πρέπει να οριστεί σε «Θυμήσου θύρα».
fr: AVERTISSEMENT : Les ports USB avec un nom de vendeur de produit identique doivent être réglés sur « Se souvenir du port ».
gl: ADVERTENCIA: Os portos USB con nome de produto e provedor duplicado débense establecer en modo "Lembrar porto".

source: Warning: This port is already reserved and must be set to "Remember device".
el: Προειδοποίηση: Αυτή η θύρα είναι ήδη δεσμευμένη και πρέπει να οριστεί σε «Θυμήσου συσκευή».
fr: AVERTISSEMENT : Ce port est déjà réservé et doit être réglé sur « Se souvenir du périphérique ».
gl: Advertencia: Este porto xa está reservado e debe establecerse cómo "Lembrar dispositivo".
it: Avviso: Questa porta è già riservata e deve essere impostata su "Ricorda dispositivo".

source: Restarting ...
de: Neustarten...
el: Επανεκκίνηση...
fr: Redémarrage...
gl: Reiniciando...
it: Riavvio...

source: Failed. Same name used for multiple devices:
el: Απέτυχε. Το ίδιο όνομα χρησιμοποιείται για πολλές συσκευές:
fr: Échec. Nom déjà utilisé pour plusieurs périphériques :
gl: Erro. O mesmo nome xa se usou para múltiples dispositivos:
it: Non è riuscito. Stesso nome utilizzato per più dispositivi:

source: Serial port modified and restarted
el: Σειριακή θύρα ενημέρωθηκε και επανεκκίνηθηκε
fr: Port série modifié et redémarré
gl: Porto serie modificado e reiniciado
it: Porta seriale modificata e riattivata

source: Failed. You can assign only one
el: Απέτυχε. Μπορείτε να αντιστοιχίσετε μόνο μία
fr: Échec. Vous ne pouvez affecter qu'un seul
gl: Erro. Só pode asignar un
it: Non riuscito. È possibile assegnare solo uno

source: device
el: συσκευή
fr: périphérique
gl: dispositivo
it: dispositivo

source: This action disables Bluetooth and enables UART. OpenPlotter will reboot.
el: Αυτή η ενέργεια απενεργοποιεί το Bluetooth και ενεργοποιεί UART. Το OpenPlotter θα κάνει επανεκκίνηση.
fr: Cette action désactive le Bluetooth et active l’UART. OpenPlotter va redémarrer.
gl: Esta acción desactiva o Bluetooth e activa a UART. OpenPlotter reiniciaráse.
it: Questa azione disattiva UART e attiva Bluetooth. OpenPlotter si riavvierà.

source: Are you sure?
el: Είστε σίγουρος;
fr: Êtes-vous sûr ?
gl: ¿Esta seguro?
it: Sei sicuro?

source: This action disables UART and enables Bluetooth. OpenPlotter will reboot.
el: Αυτή η ενέργεια απενεργοποιεί το Bluetooth και ενεργοποιεί UART. Το OpenPlotter θα κάνει επανεκκίνηση.
fr: Cette action désactive le Bluetooth et active l’UART. OpenPlotter va redémarrer.
gl: Esta acción desactiva a UART e activa o Bluetooth. OpenPlotter reiniciaráse.
it: Questa azione disattiva UART e attiva Bluetooth. OpenPlotter si riavvierà.

source: CAN-USB port:
el: CAN-USB θύρα:
fr: Port CAN-USB :
gl: Porto CAN-USB:
it: Porta CAN-USB:

source: Input
el: Είσοδος
fr: Entrée
gl: Entrada
it: Ingresso

source: Enable N2K input
de: N2K-Eingang aktivieren
el: Ενεργοποίηση εισόδου N2K
fr: Activer la réception N2K
gl: Activar entrada N2K
it: Abilita ingresso N2K

source: Output
el: Έξοδος
fr: Sortie
gl: Saída
it: Risultato

source: Enable N2K output
de: N2K-Ausgang aktivieren
el: Ενεργοποίηση εξόδου N2K
fr: Activer l'émission N2K
gl: Activar saída N2K
it: Abilita uscita N2K

source: Input can0
el: Εισόδος can0
fr: Entrée Can0
gl: Entrada Can0
it: Ingresso can0

source: Enable can0 N2K input
el: Ενεργοποίηση εισόδου can0 N2K
fr: Activer l’entrée N2K can0
gl: Activar entrada Can0 N2K
it: Abilita ingresso can0 N2K

source: Device settings
el: Ρυθμίσεις συσκευής
fr: Paramètres du dispositif
gl: Axustes do dispositivo
it: Impostazioni dispositivo

source: Signal K to N2K converter
el: Mετατροπέας Signal K σε N2K
fr: Convertisseur Signal K > N2K
gl: Convertedor Signal K a N2K
it: Convertitore da Signal K a N2K

source: Select PGNs to transmit and enable N2K input/output again.
de: Wählen Sie PGNs die sendbar und empfangbar sein sollen.
el: Επιλέξτε PGNs για μετάδοση και να επανενεργοποιήσε εισόδο/εξόδο N2K.
fr: Sélectionnez les PGNs a transmettre et activez l'entrée/sortie N2K à nouveau.
gl: Seleccione os PGNs que desexa transmitir e habilite de novo a entrada/saída N2K.
it: Seleziona PGN per trasmettere e abilitare N2K ingresso/uscita nuovamente.

source: Show received PGNs.
de: Zeige empfangene PGNs.
el: Εμφάνιση ληφθέντων PGNs.
fr: Afficher les PGNs reçus.
gl: Amosar os PGNs recibidos.
it: Mostra PGNs ricevuti.

source: Show sent PGNs.
de: Zeige gesendete PGNs.
el: Εμφάνιση απεσταλμένων PGNs.
fr: Afficher les PGNs envoyés.
gl: Amosar os PGNs enviados.
it: Mostra PGNs inviati.

source: You have to add a CAN-USB device on Serial ports tab
el: Πρέπει να προσθέσετε μια συσκευή CAN-USB στην καρτέλα για σειριακές θύρες
fr: Vous devez ajouter un périphérique CAN-USB sur l’onglet ports série
gl: Debe engadir un dispositivo CAN-USB na pestana de portos serie
it: È necessario aggiungere un dispositivo di CAN-USB su scheda porte seriali

source: Closing Signal K server ...
de: Beende Signal K server...
el: Κλείσιμο Signal K διακομιστή...
fr: Arrêt du serveur Signal K...
gl: Pechando servidor de Signal K...
it: Chiusura server Signal K ...

source: Signal K server restarted
de: Signal K Server neu gestartet
el: Ο Signal K διακομιστής επανεκκίνηθηκε
fr: Serveur Signal K redémarré.
gl: Servidor Signal K reiniciado.
it: Server Signal K riavviato

source: Settings
de: Einstellungen
el: Ρυθμίσεις
fr: Réglages
gl: Axustes
it: Impostazioni

source: Enable settings
de: Aktiviere Einstellungen
el: Ενεργοποίηση ρυθμίσεων
fr: Activer
gl: Activar configuración
it: Abilita Impostazioni

source: Serial port
de: Serielle Schnittstelle
el: Σειριακή θύρα
fr: Port série
gl: Porto Serie
it: Porta seriale

source: Bluetooth address
de: Bluetooth Adresse
el: Διεύθυνση Bluetooth
fr: Adresse Bluetooth
gl: Enderezo Bluetooth
it: Indirizzo Bluetooth

source: Connection
de: Verbindung
el: Σύνδεση
fr: Connexion
gl: Conexión
it: Connessione

source: Identify
de: erkennen
el: Αναγνώρηση
fr: Identifier
gl: Identificar
it: Identifica

source: Sending
de: Senden
el: Αποστολή
fr: Envoi
gl: Enviando
it: Invio in corso

source: Enable sending SMS
de: Aktiviere SMS senden
el: Ενεργοποίηση αποστολής SMS
fr: Activer l'envoi de SMS
gl: Activar envío de SMS
it: Abilita invio SMS

source: Send to phone
de: Zum Handy senden
el: Στείλετε στο τηλέφωνο
fr: Envoyer au numéro:
gl: Enviar ao teléfono
it: Invia al telefono

source: Text
el: Κείμενο
fr: Message:
gl: Texto
it: Testo

source: Test
el: Δοκιμή
gl: Probar
it: Prova

source: You have to provide a serial port or a bluetooth address.
de: Es muss ein Port (tty...) als Adresse angegeben werden.
el: Θα πρέπει να παρέχετε μια σειριακή θύρα ή μια διεύθυνση bluetooth.
fr: Vous devez indiquer un port série ou une adresse Bluetooth.
gl: Debe proporcionar un porto serie ou un enderezo bluetooth.
it: Fornire un indirizzo di bluetooth o una porta seriale.

source: You have to provide a connection type.
de: Es muss ein Verbindungstyp angegeben werden.
el: Θα πρέπει να παρέχετε ένα τύπο σύνδεσης.
fr: Veuillez renseigner le type de connexion.
gl: Debe proporcionar un tipo de conexión.
it: Fornire un tipo di connessione.

source: You have to enable settings.
de: Einstellungen müssen aktiviert werden.
el: Πρέπει να ενεργοποιήσετε τις ρυθμίσεις.
fr: Veuillez activer les réglages.
gl: Debe activar a configuración.
it: Attivare le impostazioni.

source: You have to provide a phone number.
de: Es muss eine Telefonnummer angegeben werden.
el: Πρέπει να δώσετε έναν αριθμό τηλεφώνου.
fr: Veuillez indiquer un numéro de téléphone.
gl: Debe proporcionar un número de teléfono.
it: Fornire un numero di telefono.

source: You have to provide some text to send.
de: Es muss ein zu sendender Text angegeben werden.
el: Πρέπει να δώσετε κάποιο κείμενο για την αποστολή.
fr: Veuillez entrer le texte a envoyer.
gl: Debe proporcionar algún texto para enviar.
it: Fornire un testo da inviare.

source: Remote broker
el: Απομακρυσμένος broker
fr: Broker distant
gl: Broker remoto
it: Borker remoto

source: Username
de: Benutzername
el: Όνομα χρήστη
fr: Nom
gl: Nome de usuario

source: Password
de: Passwort
el: Συνθηματικό
fr: Mot de passe
gl: Contrasinal

source: Clear
de: Löschen
el: Καθαρισμός
fr: Effacer
gl: Limpar
it: Ripulisci

source: MQTT restarted
de: MQTT neugestartet
el: Eπανεκκίνηση MQTT
fr: MQTT redémarré
gl: MQTT reiniciado
it: MQTT riavviato

source: MQTT stopped
de: MQTT beendet
el: Το MQTT σταμάτησε
fr: MQTT arrêté
gl: MQTT parado
it: MQTT arrestato

source: multiple keys
de: mehrere Schlüssel
el: πολλάπλα κλειδιά
fr: clés multiple
gl: múltiples chaves
it: chiavi multiple

source: multiple sources
de: mehrere Quellen
el: πολλαπλές πηγές
fr: sources multiple
gl: múltiples fontes
it: sorgenti multiple

source: Failed. Apply settings change.
de: Gescheitert. Einstellungsänderungen übernehmen.
el: Απέτυχε. Εφαρμόστε αλλαγή ρυθμίσεων.
fr: Échec. Appliquer la modification des paramètres.
gl: Erro. Aplicar cambios de configuración.
it: Fallito. Applicazione delle modifiche.

source: Failed. You have to provide a name for the topic.
de: Gescheitert. Sie müssen dem Topic einen Namen geben.
el: Απέτυχε. Πρέπει να δώσετε ένα όνομα για το θέμα.
fr: Échec. Vous devez fournir un nom au sujet.
gl: Erro. Debe indicar un nome para o tema.
it: Fallito. Fornire un nome per il topic.

source: Failed. Topics must contain only allowed characters.
de: Gescheitert. Topics dürfen nur zulässige Zeichen enthalten.
el: Απέτυχε. Τα θέματα πρέπει να περιέχουν μόνο επιτρεπόμενους χαρακτήρες.
fr: Échec. "Sujet" doit contenir uniquement les caractères autorisés.
gl: Erro. Introduza só caracteres permitidos.
it: Fallito. I topic devono contenere solo caratteri ammessi.

source: Failed. Topic name must be unique.
de: Gescheitert. Topics müssen eindeutig sein. .
el: Απέτυχε. Όνομα θέματος πρέπει να είναι μοναδικό.
fr: Échec. Le nom du sujet doit être unique.
gl: Erro. O nome do tema debe ser único.
it: Fallito. in nome del topic deve essere univoco.

source: Failed. You have to provide a Signal K key.
de: Gescheitert. Sie müssen einen Signal K Schlüssel angeben.
el: Απέτυχε. Πρέπει να δώσετε ένα κλειδί Signal K.
fr: Échec. Vous devez fournir une clé de Signal K.
gl: Erro. Debe indicar una chave Signal K.
it: Fallito. Fornire una chiave per il Signal K.

source: Failed. You have to select a type for the topic.
de: Gescheitert. Topics müssen einen Typ haben.
el: Απέτυχε. Πρέπει να επιλέξετε έναν τύπο για το θέμα.
fr: Échec. Vous devez sélectionner un type pour "Sujet".
gl: Erro. Debe seleccionar un tipo para o tema.
it: Fallito. Selezionare un tipo di topic.

source: Enter at least username and password.
de: Mindesteingabe Benutzername und Passwort.
el: Εισάγετε κατελάχιστον το όνομα χρήστη και κωδικό πρόσβασης.
fr: Entrez l'utilisateur et le mot de passe.
gl: Introduce alomenos o nome de usuario e contrasinal.
it: Inserire almeno username e password.

source: Settings and topics will be deleted. Are you sure?
de: Einstellungen und Topics werden gelöscht. Sind Sie sich sicher?
el: Ρυθμίσεις και θέματα θα διαγράφονται. Είσαι σίγουρος;
fr: Les paramètres et les sujets seront supprimés. Êtes-vous sûr ?
gl: Vanse borrar as configuracións e os temas. Está seguro?
it: Impostazioni e topics verranno eliminati. Sei sicuro?

source: Starting OpenPlotter
de: OpenPlotter starten
el: Έναρξη OpenPlotter
fr: Démarrage d'OpenPlotter
gl: Iniciando OpenPlotter
it: Avvio di OpenPlotter

source: Starting OpenPlotter. Please wait for all services to start.
de: OpenPlotter starten. Bitte warten Sie, bis alle Dienste gestartet sind.
el: Έναρξη OpenPlotter. Παρακαλώ περιμένετε όλες τις υπηρεσίες να ξεκινήσουν.
fr: Démarrage d'OpenPlotter. S’il vous plaît attendez que tous les services soient démarrés.
gl: Iniciando OpenPlotter. Espere a que tódolos servizos arrinquen, por favor.
it: Avvio di OpenPlotter. Attendere che tutti i servizi siano avviati.

source: There are some warnings. Please close this window and check your system.
de: Es gibt einige Warnungen. Bitte schließen Sie dieses Fenster und überprüfen Sie Ihr System.
el: Υπάρχουν κάποιες προειδοποιήσεις. Παρακαλούμε κλείστε αυτό το παράθυρο και να ελέγξετε το σύστημα σας.
fr: Il y a quelques mises en garde. Veuillez fermer cette fenêtre et vérifier votre système.
gl: Rexistraronse algunhas advertencias. Por favor, peche esta fiestra e comprobe o seu sistema.
it: Ci sono alcuni avvisi. Si prega di chiudere questa finestra e di controllare il sistema.

source: Checking Signal K password...
el: Έλεγχος κωδικού πρόσβασης Signal K...
fr: Vérification du mot de passe de Signal K...
gl: Verificando contrasinal de Signal K...
it: Controllo password Signal K...

source: Security warning: You are using the default password for Signal K server (openplotter). Please change password in Signal K > Security > Users > openplotter.
el: Προειδοποίηση ασφαλείας: χρησιμοποιείτε τον προεπιλεγμένο κωδικό πρόσβασης για το διακομιστή Signal K (openplotter). Παρακαλούμε να αλλάξετε τον κωδικό πρόσβασης στο Signal K > ασφαλεία > χρήστες > openplotter.
fr: Avertissement de sécurité : vous utilisez le mot de passe par défaut pour le serveur Signal K (openplotter). Veuillez changer mot de passe: Signal K > sécurité > utilisateurs > openplotter.
gl: Advertencia de seguridade: esta usando o contrasinal por defecto para o servidor Signal K (openplotter). Por favor cambieo en Signal K >Seguridade>Usuarios>Openplotter.
it: Avviso di sicurezza: stai utilizzando la password predefinita per il server Signal K (openplotter). Cambia la password in Signal K > sicurezza > utenti > openplotter.

source: See warning.
el: Δείτε την προειδοποίηση.
fr: Voir l’avertissement.
gl: Vexa a advertencia.
it: Vedere avviso.

source: Done.
de: Erledigt.
el: Έγινε.
fr: Effectué.
gl: Feito.
it: Fatto.

source: Checking Signal K defaults...
el: Έλεγχος προεπιλογών Signal K...
fr: Vérification des paramètres par défaut de Signal K...
gl: Comprobando os valores por defecto de signal K...
it: Verifica impostazioni predefinite segnale K...

source: Checking pi password...
de: Überprüfe Passwort des Benutzer pi...
el: Γίνεται έλεγχος του κωδικού πρόσβασης...
fr: Vérification de mot de passe de pi...
gl: Comprobando o contrasinal pi...
it: Verifica password pi...

source: Security warning: You are using the default password for "pi" user (raspberry). Please change password in Menu > Preferences > Raspberry Pi Configuration.
el: Προειδοποίηση ασφαλείας: χρησιμοποιείτε τον προεπιλεγμένο κωδικό πρόσβασης για το χρήστη 'pi'. Παρακαλούμε να αλλάξετε τον κωδικό πρόσβασης στο μενού > Προτιμήσεις > Raspberry Pi ρύθμισης παραμέτρων.
fr: Avertissement de sécurité : vous utilisez le mot de passe par défaut pour l’utilisateur « pi » (raspberry). Changez le mot de passe dans Menu > Préférences > Configuration du Raspberry Pi.
gl: Advertencia de seguridade: Está utilizando o contrasinal predeterminado para o usuario "pi". Por favor, cambieo no Menú > Preferencias > Axustes de Raspberry Pi.
it: Avviso di sicurezza: Stai utilizzando la password predefinita per l'utente "pi". Cambia la password nel Menu > Preferenze > Configurazione Raspberry Pi.

source: Checking WIFI Access Point password...
el: Έλεγχος κωδικόυ για το σημείο πρόσβασης WIFI...
fr: Vérification du mot de passe du Point d’accès WIFI...
gl: Comprobando contrasinal do punto de acceso WIFI...
it: Verifica password WIFI Access Point...

source: Security warning: You are using the default WIFI Access Point password. Please change password in OpenPlotter > Network.
el: Προειδοποίηση ασφαλείας: χρησιμοποιείτε τον προεπιλεγμένο κωδικό του σημείου πρόσβασης Wi-Fi. Παρακαλούμε να αλλάξετε τον κωδικό πρόσβασης στα OpenPlotter > Δικτύο.
fr: Avertissement de sécurité : vous utilisez le mot de passe par défaut sur le Point d’accès WIFI. Changez le mot de passe dans OpenPlotter > WiFi AP.
gl: Advertencia de seguridade. Esta usando o contrasinal por defecto do punto de aceso WIFI. Por favor, cambéa en OpenPlotter > Rede.
it: Avviso di sicurezza: stai utilizzando la password di default per l'Access Point WIFI. Cambia la password in OpenPlotter > WiFi AP.

source: Applying
de: Anwenden
el: Εφαρμογή
fr: Application en cours
gl: Aplicando
it: Sto applicando

source: seconds of delay...
de: Sekunden der Verzögerung ...
el: δευτερόλεπτα καθυστέρησης...
fr: secondes de décalage...
gl: segundos de retraso...
it: secondi di ritardo...

source: Starting MQTT server...
el: Έναρξη διακομιστή MQTT...
fr: Démarrage du serveur MQTT...
gl: Iniciando o servidor MQTT...
it: Sto avviando il server MQTT...

source: Starting 1W sensors...
el: Εκκίνηση των αισθητήρων 1W...
fr: Démarrage des capteurs 1W...
gl: Iniciando sensores 1W...
it: Sto avviando i sensori 1W...

source: Starting N2K server...
el: Έναρξη διακομιστή Ν2Κ...
fr: Démarrage du serveur N2K...
gl: Iniciando o servidor N2K...
it: Sto avviando il server N2K...

source: Starting actions and NMEA 0183/N2K generators...
el: Εκκίνηση δράσεων και γεννήτριας NMEA 0183/N2K...
fr: Démarrage des actions et des sources NMEA 0183/N2K...
gl: Iniciando as accións e xeradores de NMEA 0183/N2K...
it: Sto avviando le azioni e i generatori NMEA 0183/N2K...

source: Starting Node-RED...
de: Node-RED starten...
el: Έναρξη Node-RED...
fr: Démarrage de Node-RED...
gl: Iniciando Node-RED...
it: Avvio di Node-RED...

source: Starting I2C, SPI, GPIO and Pypilot...
el: Εναρξή τών I2C, SPI, GPIO και Pypilot...
fr: Démarrage I2C, SPI, GPIO et Pypilot...
gl: Iniciando I2C, SPI, GPIO e Pypilot...
it: Sto avviando I2C, SPI, GPIO e Pypilot...

source: Starting Pypilot Web App...
el: Έναρξη του Pypilot Web App...
fr: Démarrage de l'application Web Pypilot...
gl: Iniciando a aplicación Web Pypilot...
it: Sto avviando la webapp Pypilot...

source: Starting SDR AIS reception...
de: SDR AIS Empfang starten...
el: Εναρξή της λήψης SDR AIS...
fr: Démarrage de la réception SDR AIS...
gl: Iniciando a recepción de AIS a través de SDR...
it: Avvio ricezione SDR AIS...

source: Checking 800x480 display...
el: Έλεγχος 800 x 480 για οθόνη...
fr: Vérification de l’affichage 800x480...
gl: Comprobala resolución mínima da pantalla (800x400)...
it: Verifica display 800 x 480...

source: Starting NMEA 0183 Multiplexer...
de: NMEA 0183 Multiplexer starten...
el: Εκκήνηση NMEA 0183 πολυπλέκτης...
fr: Démarrage du Multiplexeur NMEA 0183...
gl: Iniciando o multiplexor NMEA0183 (kplex)...
it: Avvio del multiplexer NMEA 0183...

source: Starting OpenCPN...
de: OpenCPN starten...
el: Εκκήνηση OpenCPN...
fr: Démarrage de d'OpenCPN ...
gl: Iniciando OpenCpn...
it: Avvio di OpenCPN...

source: Starting Tools...
de: Zusätze starten...
el: Εκκήνηση εργαλεία...
fr: Démarrage des Outils...
gl: Iniciando ferramentas...
it: Avvio strumenti...

source: Checking OpenPlotter updates...
de: Suche nach OpenPlotter updates...
el: Έλεγχος ενημερωμένων εκδόσεων OpenPlotter...
fr: Vérification des mises à jour d'OpenPlotter...
gl: Comprobando actualizacións de OpenPlotter...
it: Verifica degli aggiornamenti OpenPlotter...

source: It was not possible to connect to Github.
de: Es war nicht möglich, sich mit Github zu verbinden.
el: Δεν ήταν δυνατή η σύνδεση στο Github.
fr: Il n’était pas possible de se connecter à Github.
gl: Non foi posible conectar con Github.
it: Non è stato possibile connettersi a Github.

source: Error reading versions.
de: Fehler beim Lesen von Versionen.
el: Σφάλμα ανάγνωσης εκδόσεων.
fr: Erreur en lisant les versions.
gl: Erro ao leer versións.
it: Errroe nella lettura versioni.

source: There is a major Raspbian upgrade, you have to download the new OpenPlotter image: v
el: Υπάρχει μια σημαντική αναβάθμιση Raspbian, θα πρέπει να κατεβάσετε τη νέα έκδοση OpenPlotter: v
fr: Il y a une mise à jour majeure de Raspbian, vous devez télécharger la nouvelle image d'Openplotter: v
gl: Dispón dunha actualización importante de OpenPlotter, recoméndase descargar a nova imaxe de OpenPlotter: v
it: E' disponibile un aggiornamento di Raspbian, si consiglia di scaricare la nuova immagine di OpenPlotter Rpi

source: See CHANGELOG:
de: Siehe CHANGELOG:
el: Δείτε το CHANGELOG:
fr: Voir le CHANGELOG:
gl: Ver a lista de cambios:
it: Vedi CHANGELOG:

source: There is a major OpenPlotter update:
de: Es gibt ein großes OpenPlotter-Update:
el: Υπάρχει μια σημαντική ενημέρωση για το OpenPlotter:
fr: Une mise à jour majeure d'OpenPlotter est disponible:
gl: Dispoñible unha actualización importante de OpenPlotter:
it: C'è un importante aggiornamento di OpenPlotter:
